Repository: burningtree/social-app
Catalog: src/locale/locales/*/messages.po
Languages: cs

source: Learn more about what is public on Bluesky.
cs: Zjistěte více o tom, jak je Bluesky veřejné.

source: Learn more.
cs: Zjistěte více.

source: Leave
cs: Odejít

source: Leave chat
cs: Opustit chat

source: Leave conversation
cs: Opustit konverzaci

source: Leave them all unchecked to see any language.
cs: Ponechte všechny neoznačené, abyste viděli jakýkoliv jazyk.

source: Leaving Bluesky
cs: Opouštíš Bluesky

source: left to go.
cs: zbývá.

source: Legacy storage cleared, you need to restart the app now.
cs: Starší úložiště bylo vymazáno, nyní je třeba aplikaci restartovat.

source: Let me choose
cs: Nech mě vybrat

source: Let's get your password reset!
cs: Obnovme tvoje heslo!

source: Let's go!
cs: Jdeme na to!

source: Light
cs: Světlý

source: Like 10 posts
cs: Olajkuj 10 příspěvků

source: Like 10 posts to train the Discover feed
cs: Lajkni 10 příspěvků, abys natrénoval kanál Discover

source: Like this feed
cs: Olajkuj tento kanál

source: Liked by
cs: Líbí se

source: Liked By
cs: Líbí se

source: liked your custom feed
cs: se líbí tvůj kanál

source: liked your post
cs: olajkoval/i tvůj příspěvek

source: Likes
cs: Lajky

source: Likes on this post
cs: Lajky tohoto příspěvku

source: List
cs: Seznam

source: List Avatar
cs: Avatar seznamu

source: List blocked
cs: Seznam zablokován

source: List by {0}
cs: Seznam od {0}

source: List deleted
cs: Seznam odstraněn

source: List muted
cs: Seznam ztlumen

source: List Name
cs: Název seznamu

source: List unblocked
cs: Seznam odblokován

source: List unmuted
cs: Ztlumení seznamu zrušeno

source: Lists
cs: Seznamy

source: Lists blocking this user:
cs: Seznamy blokující tohoto uživatele:

source: Load more
cs: Načíst více

source: Load more suggested feeds
cs: Načíst další navrhované kanály

source: Load more suggested follows
cs: Načíst další navrhované profily

source: Load new notifications
cs: Načíst nová oznámení

source: Load new posts
cs: Načíst nové příspěvky

source: Loading...
cs: Načítám…

source: Log in or sign up
cs: Přihlaste se nebo se registrujte

source: Log out
cs: Odhlásit se

source: Logged-out visibility
cs: Viditelnost pro nepřihlášené

source: Login to account that is not listed
cs: Přihlaš se k účtu, který není v seznamu

source: Long press to open tag menu for #{tag}
cs: Dlouhým stisknutím otevřete nabídku pro štítek #{tag}

source: Looks like XXXXX-XXXXX
cs: Vypadá to jako XXXXX-XXXXX

source: Looks like you haven't saved any feeds! Use our recommendations or browse more below.
cs: Vypadá to, že jste nepřipnuli žádné kanály! Využijte naše návrhy nebo si prohlédněte další níže.

source: Looks like you unpinned all your feeds. But don't worry, you can add some below 😄
cs: Vypadá to, že jste odepnuli všechny kanály. Ale nebojte se, níže si můžete nějaké přidat 😄

source: Looks like you're missing a following feed. <0>Click here to add one.</0>
cs: Vypadá to, že ti chybí následující kanál. <0>Klikněte sem a přidejte ho.</0>

source: Make one for me
cs: Udělej mi jeden

source: Make sure this is where you intend to go!
cs: Ujisti se, že tam opravdu chceš jít!

source: Manage your muted words and tags
cs: Spravuj svá ztlumená slova a štítky

source: Mark as read
cs: Označit jako přečtené

source: Media
cs: Média

source: mentioned users
cs: zmínění uživatelé

source: Mentioned users
cs: Zmínění uživatelé

source: Message {0}
cs: Zpráva {0}

source: Message deleted
cs: Zpráva smazána

source: Message from server: {0}
cs: Zpráva ze serveru: {0}

source: Message input field
cs: Pole pro zadání zprávy

source: Message is too long
cs: Zpráva je příliš dlouhá

source: Message settings
cs: Nastavení zprávy

source: Messages
cs: Zprávy

source: Misleading Account
cs: Zavádějící účet

source: Moderation
cs: Moderace

source: Moderation details
cs: Podrobnosti o moderaci

source: Moderation list by {0}
cs: Moderovací seznam od {0}

source: Moderation list by <0/>
cs: Moderovací seznam od <0/>

source: Moderation list by you
cs: Tvůj moderační seznam

source: Moderation list created
cs: Moderační seznam vytvořen

source: Moderation list updated
cs: Moderační seznam upraven

source: Moderation lists
cs: Moderační seznamy

source: Moderation Lists
cs: Moderační seznamy

source: Moderation settings
cs: Nastavení moderace

source: Moderation states
cs: Moderační stavy

source: Moderation tools
cs: Moderovací nástroje

source: Moderator has chosen to set a general warning on the content.
cs: Moderátor se rozhodl nastavit obecné varování na obsah.

source: More
cs: Více

source: More feeds
cs: Více kanálů

source: More options
cs: Další možnosti

source: Most-liked replies first
cs: Nejoblíbenější odpovědi jako první

source: Movies
cs: Filmy

source: Music
cs: Hudba

source: Mute
cs: Ztlumit

source: Mute {truncatedTag}
cs: Ztlumit {truncatedTag}

source: Mute Account
cs: Ztlumit účet

source: Mute accounts
cs: Ztlumit účty

source: Mute all {displayTag} posts
cs: Ztlumit všechny příspěvky se štítkem {displayTag}

source: Mute conversation
cs: Ztlumit konverzaci

source: Mute in tags only
cs: Ztlumit pouze ve štítcích

source: Mute in text & tags
cs: Ztlumit v textu a štítcích

source: Mute list
cs: Ztlumit seznam

source: Mute these accounts?
cs: Ztlumit tyto účty?

source: Mute this word in post text and tags
cs: Ztlumit toto slovo v textu příspěvku a ve štítcích

source: Mute this word in tags only
cs: Ztlumit toto slovo pouze ve štítcích

source: Mute thread
cs: Ztlumit vlákno

source: Mute words & tags
cs: Ztlumit slova a štítky

source: Muted
cs: Ztlumené

source: Muted accounts
cs: Ztlumené účty

source: Muted Accounts
cs: Ztlumené účty

source: Muted accounts have their posts removed from your feed and from your notifications. Mutes are completely private.
cs: Ztlumené účty jsou odstraněny z tvého feedu a z tvých oznámení. Ztlumení je zcela soukromé.

source: Muted by "{0}"
cs: Ztlumeno "{0}"

source: Muted words & tags
cs: Ztlumená slova a štítky

source: Muting is private. Muted accounts can interact with you, but you will not see their posts or receive notifications from them.
cs: Ztlumení je soukromé. Ztlumené účty s tebou mohou komunikovat, ale jejich příspěvky neuvidíš a nebudeš od nich dostávat oznámení.

source: My Birthday
cs: Moje narozeniny

source: My Feeds
cs: Moje kanály

source: My Profile
cs: Můj profil

source: My saved feeds
cs: Uložené kanály

source: My Saved Feeds
cs: Uložené kanály

source: Name
cs: Jméno

source: Name is required
cs: Jméno je povinné

source: Name or Description Violates Community Standards
cs: Název nebo popis porušuje komunitní standardy

source: Nature
cs: Příroda

source: Navigate to {0}
cs: Přejít na {0}

source: Navigate to starter pack
cs: Přejít na startovací balíček

source: Navigates to the next screen
cs: Přejde na další obrazovku

source: Navigates to your profile
cs: Přejde na tvůj profil

source: Need to report a copyright violation?
cs: Potřebujete nahlásit porušení autorských práv?

source: Never lose access to your followers or data.
cs: Nikdy neztratíš přístup ke svým sledujícím nebo datům.

source: Nevermind, create a handle for me
cs: Nemám doménu, vytvořte mi uživatelské jméno

# action
source: New
cs: Nový

source: New
cs: Nový

source: New chat
cs: Nová konverzace

source: New messages
cs: Nové zprávy

source: New Moderation List
cs: Nový moderační seznam

source: New password
cs: Nové heslo

source: New Password
cs: Nové heslo

# action
source: New post
cs: Nový příspěvek

source: New post
cs: Nový příspěvek

# action
source: New Post
cs: Nový příspěvek

source: New user info dialog
cs: Dialogové okno s informacemi pro nového uživatele

source: New User List
cs: Nový seznam uživatelů

source: Newest replies first
cs: Nejnovější odpovědi jako první

source: News
cs: Zpravodajství

source: Next
cs: Další

source: Next image
cs: Další obrázek

source: No
cs: Ne

source: No description
cs: Bez popisu

source: No DNS Panel
cs: Nemám DNS panel

source: No featured GIFs found. There may be an issue with Tenor.
cs: Nebyly nalezeny žádné doporučené GIFy. Může být problém se službou Tenor.

source: No feeds found. Try searching for something else.
cs: Nebyly nalezeny žádné kanály. Zkus vyhledat něco jiného.

source: No longer following {0}
cs: Už nesleduješ {0}

source: No longer than 253 characters
cs: Ne delší než 253 znaků

source: No messages yet
cs: Zatím žádné zprávy

source: No more conversations to show
cs: Žádné další konverzace k zobrazení

source: No notifications yet!
cs: Zatím žádná oznámení!

source: No one
cs: Nikdo

source: No posts yet.
cs: Zatím žádné příspěvky.

source: No results
cs: Žádné výsledky

source: No results found
cs: Žádné výsledky nenalezeny

source: No results found for "{query}"
cs: Pro “{query}” nebyly nalezeny žádné výsledky

source: No results found for {query}
cs: Pro {query} nebyly nalezeny žádné výsledky

source: No search results found for "{search}".
cs: Pro “{search}” nebyly nalezeny žádné výsledky vyhledávání.

source: No thanks
cs: Ne, děkuji

source: Nobody
cs: Nikdo

source: Nobody can reply
cs: Nikdo nemůže odpovědět

source: Nobody has liked this yet. Maybe you should be the first!
cs: Tohle se zatím nikomu nelíbilo. Co takhle být první!

source: Nobody was found. Try searching for someone else.
cs: Nikdo nebyl nalezen. Zkus vyhledat někoho jiného.

source: Non-sexual Nudity
cs: Nahota bez sexuální tématiky

source: Not Found
cs: Nenalezeno

source: Not right now
cs: Teď ne

source: Note about sharing
cs: Poznámka o sdílení

source: Note: Bluesky is an open and public network. This setting only limits the visibility of your content on the Bluesky app and website, and other apps may not respect this setting. Your content may still be shown to logged-out users by other apps and websites.
cs: Poznámka: Bluesky je otevřená a veřejná síť. Toto nastavení omezuje viditelnost tvého obsahu pouze v aplikaci a na webu Bluesky, jiné aplikace toto nastavení nemusí respektovat. Tvůj obsah může být stále zobrazen nepřihlášeným uživatelům jinými aplikacemi a webovými stránkami.

source: Nothing here
cs: Tady nic není

source: Notification sounds
cs: Zvuky oznámení

source: Notification Sounds
cs: Zvuky oznámení

source: Notifications
cs: Oznámení

source: now
cs: nyní

source: Now
cs: Nyní

source: Nudity
cs: Nahota

source: Nudity or adult content not labeled as such
cs: Nahota nebo obsah pro dospělé, který není označkovaný

source: Off
cs: Vypni

source: Oh no!
cs: Ach ne!

source: Oh no! Something went wrong.
cs: Ach ne! Něco se pokazilo.

source: Okay
cs: Dobře

source: Oldest replies first
cs: Nejstarší odpovědi jako první

source: on
cs: zapni

source: on {str}
cs: na {str}

source: Onboarding reset
cs: Resetovat úvodní prohlídku

source: Onboarding tour step {0}: {1}
cs: Krok {0} úvodního průvodce: {1}

source: One or more images is missing alt text.
cs: Jednomu nebo více obrázkům chybí alternativní text.

source: Only .jpg and .png files are supported
cs: Podporovány jsou pouze soubory .jpg a .png

source: Only {0} can reply
cs: Pouze {0} může odpovědět

source: Only contains letters, numbers, and hyphens
cs: Obsahuje pouze písmena, číslice a pomlčky

source: Oops, something went wrong!
cs: Jejda, něco se pokazilo!

source: Oops!
cs: Ups!

source: Open
cs: Otevřené

source: Open {name} profile shortcut menu
cs: Otevřít kontextovou nabídku profilu {name}

source: Open avatar creator
cs: Otevřít nástroj pro tvorbu profilového obrázku

source: Open conversation options
cs: Otevřít možnosti konverzace

source: Open emoji picker
cs: Otevřít výběr emoji

source: Open feed options menu
cs: Otevřít nabídku možností kanálu

source: Open links with in-app browser
cs: Otevřít odkazy v interním prohlížeči

source: Open message options
cs: Otevřít možnosti zprávy

source: Open muted words and tags settings
cs: Otevřít nastavení ztlumených slov a značek

source: Open navigation
cs: Otevřít navigaci

source: Open post options menu
cs: Otevřít nabídku možností příspěvku

source: Open starter pack menu
cs: Otevřít nabídku startovacího balíčku

source: Open storybook page
cs: Otevřít Storybook stránku

source: Open system log
cs: Otevřít systémový protokol

source: Opens {numItems} options
cs: Otevře {numItems} možností

source: Opens a dialog to choose who can reply to this thread
cs: Otevře dialog pro výběr, kdo může odpovídat na toto vlákno

source: Opens accessibility settings
cs: Otevře nastavení přístupnosti

source: Opens additional details for a debug entry
cs: Otevře další podrobnosti pro položku ladění

source: Opens camera on device
cs: Otevře kameru na zařízení

source: Opens chat settings
cs: Otevře nastavení chatu

source: Opens composer
cs: Otevře composer

source: Opens configurable language settings
cs: Otevře nastavitelné jazykové nastavení

source: Opens device photo gallery
cs: Otevře galerii fotografií v zařízení

source: Opens external embeds settings
cs: Otevře nastavení externích vložených prvků

source: Opens flow to create a new Bluesky account
cs: Otevře postup pro vytvoření nového účtu na Bluesky

source: Opens flow to sign into your existing Bluesky account
cs: Otevře postup pro přihlášení do tvého existujícího účtu Bluesky

source: Opens GIF select dialog
cs: Otevře dialog pro výběr GIFu

source: Opens list of invite codes
cs: Otevře seznam pozvánek

source: Opens modal for account deactivation confirmation
cs: Otevře okno pro potvrzení deaktivace tvého účtu

source: Opens modal for account deletion confirmation. Requires email code
cs: Otevře okno pro potvrzení smazání účtu. Vyžaduje e-mailový kód

source: Opens modal for changing your Bluesky password
cs: Otevře okno pro změnu tvého hesla na Bluesky

source: Opens modal for choosing a new Bluesky handle
cs: Otevře okno pro výběr nového uživatelského jména na Bluesky

source: Opens modal for downloading your Bluesky account data (repository)
cs: Otevře okno pro stažení dat tvého účtu Bluesky (repozitář)

source: Opens modal for email verification
cs: Otevře okno pro ověření tvého e-mailu

source: Opens modal for using custom domain
cs: Otevře okno pro použití vlastní domény

source: Opens moderation settings
cs: Otevře nastavení moderace

source: Opens password reset form
cs: Otevře formulář pro obnovení hesla

source: Opens screen with all saved feeds
cs: Otevře obrazovku se všemi uloženými kanály

source: Opens the app password settings
cs: Otevře nastavení hesla pro aplikace

source: Opens the Following feed preferences
cs: Otevře předvolby pro tvůj kanál Sledování

source: Opens the linked website
cs: Otevře odkazovaný web

source: Opens the storybook page
cs: Otevře stránku Storybook

source: Opens the system log page
cs: Otevře stránku se systémovým záznamem (log)

source: Opens the threads preferences
cs: Otevře předvolby vláken

source: Opens this profile
cs: Otevře tento profil

source: Opens video picker
cs: Otevře výběr videa

source: Option {0} of {numItems}
cs: Možnost {0} z {numItems}

source: Optionally provide additional information below:
cs: Pokud chceš, přidej další info níže:

source: Or combine these options:
cs: Nebo zkombinuj tyto možnosti:

source: Or, continue with another account.
cs: Nebo pokračuj s jiným účtem.

source: Or, log into one of your other accounts.
cs: Nebo se přihlaš do jednoho ze svých dalších účtů.

source: Other
cs: Ostatní

source: Other account
cs: Další účet

source: Other...
cs: Ostatní…

source: Our moderators have reviewed reports and decided to disable your access to chats on Bluesky.
cs: Naši moderátoři prošli nahlášení a rozhodli se ti zakázat přístup k chatům na Bluesky.

source: Page not found
cs: Stránka nenalezena

source: Page Not Found
cs: Stránka nenalezena.

source: Password
cs: Heslo

source: Password Changed
cs: Heslo bylo změněno

source: Password updated
cs: Heslo změněno

source: Password updated!
cs: Heslo bylo změněno!

source: Pause
cs: Pozastav

source: People
cs: Lidé

source: People followed by @{0}
cs: Lidé, které sleduje @{0}

source: People following @{0}
cs: Lidé sledující @{0}

source: Permission to access camera roll is required.
cs: Potřebuješ povolit přístup k fotkám ve tvém telefonu.

source: Permission to access camera roll was denied. Please enable it in your system settings.
cs: Nemáš povolený přístup k fotkám ve svém telefonu. Prosím, povol ho v nastavení systému.

source: Person toggle
cs: Přepnout osobu

source: Pets
cs: Mazlíčci

source: Photography
cs: Fotografie

source: Pictures meant for adults.
cs: Obrázky určené pro dospělé.

source: Pin to home
cs: Připni na hlavní stránku

source: Pin to Home
cs: Připni na hlavní stránku

source: Pinned Feeds
cs: Připnuté kanály

source: Pinned to your feeds
cs: Připnuto k tvým kanálům

source: Play
cs: Přehrát

source: Play {0}
cs: Přehrát {0}

source: Play or pause the GIF
cs: Přehraj nebo pozastav GIF

source: Play Video
cs: Přehrát video

source: Plays the GIF
cs: Přehraje GIF

source: Please choose your handle.
cs: Zvol si své uživatelské jméno.

source: Please choose your password.
cs: Zvolte si prosím heslo.

source: Please complete the verification captcha.
cs: Dokončete prosím ověření pomocí captcha.

source: Please confirm your email before changing it. This is a temporary requirement while email-updating tools are added, and it will soon be removed.
cs: Před změnou e-mailu jej prosím potvrďte. Jedná se o dočasný požadavek po dobu doplňování nástrojů pro aktualizaci e-mailu, který bude brzy odstraněn.

source: Please enter a name for your app password. All spaces is not allowed.
cs: Zadejte jméno pro heslo aplikace. Mezery nejsou povoleny.

source: Please enter a unique name for this App Password or use our randomly generated one.
cs: Zadejte prosím jedinečné jméno tohoto hesla pro aplikace nebo použijte náhodně vygenerované.

source: Please enter a valid word, tag, or phrase to mute
cs: Zadejte platné slovo, štítek nebo frázi kterou chcete ztlumit

source: Please enter your email.
cs: Zadejte prosím svůj e-mail.

source: Please enter your invite code.
cs: Zadejte prosím svůj kód pozvánky.

source: Please enter your password as well:
cs: Zadejte také své heslo:

source: Please explain why you think this label was incorrectly applied by {0}
cs: Vysvětlete prosím, proč si myslíte, že toto označení použil {0} nesprávně

source: Please explain why you think your chats were incorrectly disabled
cs: Vysvětlete prosím, proč si myslíte, že tvoje konverzace byla nesprávně zablokována

source: Please sign in as @{0}
cs: Přihlaste se jako @{0}

source: Please Verify Your Email
cs: Ověřte prosím svůj e-mail

source: Please wait for your link card to finish loading
cs: Počkejte prosím na dokončení načítání karty s odkazem

source: Politics
cs: Politika

source: Porn
cs: Porno

# action
source: Post
cs: Odeslat

# description
source: Post
cs: Příspěvek

source: Post by {0}
cs: Příspěvek od {0}

source: Post by @{0}
cs: Příspěvek od @{0}

source: Post deleted
cs: Smazaný příspěvek

source: Post hidden
cs: Příspěvek skrytý

source: Post Hidden by Muted Word
cs: Příspěvek skrytý ztlumeným slovem

source: Post Hidden by You
cs: Příspěvek skrytý tebou

source: Post language
cs: Jazyk příspěvku

source: Post Languages
cs: Jazyky příspěvku

source: Post not found
cs: Příspěvek nenalezen

source: posts
cs: příspěvky

source: Posts
cs: Příspěvky

source: Posts can be muted based on their text, their tags, or both.
cs: Příspěvky lze ztlumit na základě jejich textu, štítků nebo obojího.

source: Posts hidden
cs: Skryté příspěvky

source: Potentially Misleading Link
cs: Potenciálně zavádějící odkaz

source: Press to attempt reconnection
cs: Stiskněte pro pokus o opětovné připojení

source: Press to change hosting provider
cs: Stiskněte pro změnu poskytovatele hostingu

source: Press to retry
cs: Stiskněte pro opakování pokusu

source: Press to view followers of this account that you also follow
cs: Stiskněte pro zobrazení sledujících tohoto účtu, které také sledujete

source: Previous image
cs: Předchozí obrázek

source: Primary Language
cs: Výchozí jazyk

source: Prioritize Your Follows
cs: Určete si priority sledování

source: Privacy
cs: Soukromí

source: Privacy Policy
cs: Ochrana osobních údajů

source: Privately chat with other users.
cs: Soukromě chatujte s ostatními uživateli.

source: Processing...
cs: Zpracovávám…

source: profile
cs: profil

source: Profile
cs: Profil

source: Profile updated
cs: Profil aktualizován

source: Protect your account by verifying your email.
cs: Chraňte svůj účet ověřením e-mailu.

source: Public
cs: Veřejné

source: Public, shareable lists of users to mute or block in bulk.
cs: Veřejné seznamy uživatelů, které lze sdílet a hromadně ztlumit nebo blokovat.

source: Public, shareable lists which can drive feeds.
cs: Veřejné seznamy, které lze sdílet a které mohou být zdrojem kanálů.

source: Publish post
cs: Publikovat příspěvek

source: Publish reply
cs: Publikovat odpověď

source: QR code copied to your clipboard!
cs: QR kód zkopírovaný do schránky!

source: QR code has been downloaded!
cs: QR kód byl stažen!

source: QR code saved to your camera roll!
cs: QR kód uložený do tvého úložiště kamery!

source: Quick tip
cs: Rychlá rada

source: Quote post
cs: Citovat příspěvek

source: Random (aka "Poster's Roulette")
cs: Náhodné (alias “Ruleta příspěvků”)

source: Ratios
cs: Poměry

source: Reactivate your account
cs: Opětovná aktivace účtu

source: Reason:
cs: Důvod:

source: Recent Searches
cs: Nedávné vyhledávání

source: Reconnect
cs: Znovu připojit

source: Reload conversations
cs: Znovu načíst konverzace

source: Remove
cs: Odstranit

source: Remove {displayName} from starter pack
cs: Odebrat {displayName} ze startovacího balíčku

source: Remove account
cs: Odebrat účet

source: Remove Avatar
cs: Odstranit avatar

source: Remove Banner
cs: Odstranění banneru

source: Remove embed
cs: Odebrat vložení

source: Remove feed
cs: Odstranit kanál

source: Remove feed?
cs: Odstranit kanál?

source: Remove from my feeds
cs: Odebrat z mých kanálů

source: Remove from my feeds?
cs: Odstranit z mých kanálů?

source: Remove image
cs: Odstranit obrázek

source: Remove image preview
cs: Odstranit náhled obrázku

source: Remove mute word from your list
cs: Odstranit ze seznamu ztlumené slovo

source: Remove profile
cs: Odstranit profil

source: Remove profile from search history
cs: Odstranit profil z historie vyhledávání

source: Remove quote
cs: Odstranit citaci

source: Remove repost
cs: Odstranit repost

source: Remove this feed from your saved feeds
cs: Odstranění tohoto kanálu z uložených kanálů

source: Removed from list
cs: Odstraněno ze seznamu

source: Removed from my feeds
cs: Odstraněno z mých kanálů

source: Removed from your feeds
cs: Odstraněno z tvých kanálů

source: Removes quoted post
cs: Odstraní citovaný příspěvek

source: Removes the image preview
cs: Odstraní náhled obrázku

source: Replace with Discover
cs: Nahradit kanálem Discover

source: Replies
cs: Odpovědi

source: Replies disabled
cs: Odpovědi zakázány

source: Replies to this thread are disabled
cs: Odpovědi na toto vlákno jsou zakázány

# action
source: Reply
cs: Odpovědět

source: Reply Filters
cs: Filtry odpovědí

# description
source: Reply to <0><1/></0>
cs: Odpovídá <0><1/></0>

# description
source: Reply to a blocked post
cs: Odpověď na zablokovaný příspěvek

# description
source: Reply to you
cs: Odpovídá tobě

source: Report
cs: Nahlásit

source: Report Account
cs: Nahlásit účet

source: Report conversation
cs: Nahlásit konverzaci

source: Report dialog
cs: Dialogové okno pro nahlášení

source: Report feed
cs: Nahlásit kanál

source: Report List
cs: Nahlásit seznam

source: Report message
cs: Nahlásit zprávu

source: Report post
cs: Nahlásit příspěvek

source: Report starter pack
cs: Nahlásit startovací balíček

source: Report this content
cs: Nahlásit tento obsah

source: Report this feed
cs: Nahlásit tento kanál

source: Report this list
cs: Nahlásit tento seznam
