Repository: burningtree/social-app
Catalog: src/locale/locales/*/messages.po
Languages: cs

source: Report this message
cs: Nahlásit tuto zprávu

source: Report this post
cs: Nahlásit tento příspěvek

source: Report this starter pack
cs: Nahlásit tento startovací balíček

source: Report this user
cs: Nahlásit tohoto uživatele

# action
source: Repost
cs: Repostovat

source: Repost or quote post
cs: Repostovat nebo citovat příspěvek

source: Reposted By
cs: Repost od

source: Reposted by {0}
cs: Repost od {0}

source: Reposted by <0><1/></0>
cs: Repost od <0><1/></0>

source: Reposted by you
cs: Tvůj repost

source: reposted your post
cs: repostoval/i tvůj příspěvek

source: Reposts of this post
cs: Reposty tohoto příspěvku

source: Request Change
cs: Požádat o změnu

source: Request Code
cs: Požádat o kód

source: Require alt text before posting
cs: Vyžadovat alternativní text před odesláním příspěvku

source: Require email code to log into your account
cs: Vyžadovat e-mailový kód pro přihlášení k účtu

source: Required for this provider
cs: Vyžadováno u tohoto poskytovatele

source: Resend email
cs: Znovu odeslat e-mail

source: Reset code
cs: Resetovat kód

source: Reset Code
cs: Resetovat kód

source: Reset onboarding state
cs: Resetuj stav úvodního průvodce

source: Reset password
cs: Obnovení hesla

source: Reset preferences state
cs: Resetovat stav předvoleb

source: Resets the onboarding state
cs: Resetovat stav úvodního úvodního průvodce

source: Resets the preferences state
cs: Resetovat stav předvoleb

source: Retries login
cs: Opakuje přihlášení

source: Retries the last action, which errored out
cs: Zopakuje poslední akci, která skončila chybou

source: Retry
cs: Opakovat pokus

source: Return to previous page
cs: Návrat na předchozí stránku

source: Returns to home page
cs: Návrat na úvodní stránku

source: Returns to previous page
cs: Vrátí na předchozí stránku

source: Save
cs: Uložit

# action
source: Save
cs: Uložit

source: Save alt text
cs: Uložení alternativního textu

source: Save birthday
cs: Uložit narozeniny

source: Save Changes
cs: Uložit změny

source: Save handle change
cs: Ulož změnu uživatelského jména

source: Save image
cs: Uložit obrázek

source: Save image crop
cs: Uložit ořez obrázku

source: Save QR code
cs: Uložit QR kód

source: Save to my feeds
cs: Uložit do mých kanálů

source: Saved Feeds
cs: Uložené kanály

source: Saved to your camera roll
cs: Uloženo do tvého fotoalba

source: Saved to your feeds
cs: Uloženo do tvých kanálů

source: Saves any changes to your profile
cs: Uloží všechny změny ve tvém profilu

source: Saves handle change to {handle}
cs: Uloží změnu uživatelského jména na {handle}

source: Saves image crop settings
cs: Uloží nastavení ořezu obrázku

source: Say hello!
cs: Řekněte ahoj!

source: Science
cs: Věda

source: Scroll to top
cs: Přejít na začátek

source: Search
cs: Vyhledávání

source: Search for "{query}"
cs: Vyhledat “{query}”

source: Search for "{searchText}"
cs: Vyhledat "{searchText}"

source: Search for all posts by @{authorHandle} with tag {displayTag}
cs: Vyhledat všechny příspěvky od @{authorHandle} se značkou {displayTag}

source: Search for all posts with tag {displayTag}
cs: Vyhledat všechny příspěvky se štítkem {displayTag}

source: Search for feeds that you want to suggest to others.
cs: Vyhledejte kanály, které chcete navrhnout ostatním.

source: Search for users
cs: Vyhledávání uživatelů

source: Search GIFs
cs: Vyhledávání GIFů

source: Search profiles
cs: Vyhledat profily

source: Search Tenor
cs: Hledej na Tenoru

source: Security Step Required
cs: Vyžadovaný bezpečnostní krok

source: See {truncatedTag} posts
cs: Zobrazit {truncatedTag} příspěvky

source: See {truncatedTag} posts by user
cs: Zobrazit {truncatedTag} příspěvky od uživatele

source: See <0>{displayTag}</0> posts
cs: Zobrazit <0>{displayTag}</0> příspěvky

source: See <0>{displayTag}</0> posts by this user
cs: Zobrazit <0>{displayTag}</0> příspěvky od tohoto uživatele

source: See this guide
cs: Viz tato příručka

source: Select {item}
cs: Vyberte {item}

source: Select a color
cs: Vyberte barvu

source: Select account
cs: Vyberte účet

source: Select an avatar
cs: Vyberte si avatar

source: Select an emoji
cs: Vyberte emoji

source: Select from an existing account
cs: Vyberte z existujících účtů

source: Select GIF
cs: Vyberte GIF

source: Select GIF "{0}"
cs: Vybrat GIF "{0}"

source: Select languages
cs: Vyberte jazyky

source: Select moderator
cs: Zvolte moderátora

source: Select option {i} of {numItems}
cs: Vyber možnost {i} z {numItems}

source: Select the {emojiName} emoji as your avatar
cs: Vyber si {emojiName} emoji jako svůj profilový obrázek

source: Select the moderation service(s) to report to
cs: Vyberte moderátorskou službu (služby), které chcete nahlásit

source: Select the service that hosts your data.
cs: Vyberte službu, která hostuje tvé data.

source: Select video
cs: Vyber video

source: Select which languages you want your subscribed feeds to include. If none are selected, all languages will be shown.
cs: Vyberte, které jazyky mají odebírané kanály obsahovat. Pokud není vybrán žádný, budou zobrazeny všechny jazyky.

source: Select your app language for the default text to display in the app.
cs: Vyberte jazyk aplikace pro zobrazení výchozího textu v aplikaci.

source: Select your date of birth
cs: Zvolte své datum narození

source: Select your interests from the options below
cs: Vyberte své zájmy z níže uvedených možností

source: Select your preferred language for translations in your feed.
cs: Vyber preferovaný jazyk pro příspěvky ve tvém feedu.

source: Send a neat website!
cs: Pošli mi skvělý web!

source: Send Confirmation Email
cs: Odeslání potvrzovacího e-mailu

source: Send email
cs: Odeslat e-mail

# action
source: Send Email
cs: Odeslat e-mail

source: Send feedback
cs: Zaslat zpětnou vazbu

source: Send message
cs: Odeslat zprávu

source: Send post to...
cs: Odeslat příspěvek do…

source: Send report
cs: Odeslat hlášení

source: Send report to {0}
cs: Odeslat hlášení na {0}

source: Send verification email
cs: Odeslat ověřovací e-mail

source: Send via direct message
cs: Odeslat přímou zprávou

source: Sends email with confirmation code for account deletion
cs: Odešle e-mail s potvrzovacím kódem pro vymazání účtu

source: Server address
cs: Adresa serveru

source: Set birthdate
cs: Nastavit datum narození

source: Set new password
cs: Nastavení nového hesla

source: Set this setting to "No" to hide all quote posts from your feed. Reposts will still be visible.
cs: Nastav toto nastavení na “Ne”, aby se v tvém kanálu skryly všechny příspěvky s citacemi. Repostované příspěvky zůstanou viditelné.

source: Set this setting to "No" to hide all replies from your feed.
cs: Nastav toto nastavení na “Ne”, aby se v tvém kanálu skryly všechny odpovědi.

source: Set this setting to "No" to hide all reposts from your feed.
cs: Nastav toto nastavení na “Ne”, aby se ve tvém kanálu skryly všechny repostované příspěvky.

source: Set this setting to "Yes" to show replies in a threaded view. This is an experimental feature.
cs: Nastav toto nastavení na “Ano” pro zobrazení odpovědí ve vláknovém pohledu. Toto je experimentální funkce.

source: Set this setting to "Yes" to show samples of your saved feeds in your Following feed. This is an experimental feature.
cs: Nastav toto nastavení na "Ano", aby se ti v kanálu Sleduji zobrazovaly ukázky tvých uložených kanálů. Jedná se o experimentální funkci.

source: Set up your account
cs: Nastavte si účet

source: Sets Bluesky username
cs: Nastaví uživatelské jméno Bluesky

source: Sets color theme to dark
cs: Nastaví barevné téma na tmavé

source: Sets color theme to light
cs: Nastaví barevné téma na světlé

source: Sets color theme to system setting
cs: Nastaví barevný motiv podle systémového nastavení

source: Sets dark theme to the dark theme
cs: Nastaví tmavý motiv na tmavý motiv

source: Sets dark theme to the dim theme
cs: Nastaví tmavý motiv na tlumený motiv

source: Sets email for password reset
cs: Nastaví e-mail pro obnovení hesla

source: Sets image aspect ratio to square
cs: Nastaví poměr stran obrázku na čtvercový

source: Sets image aspect ratio to tall
cs: Nastaví poměr stran obrázku na vysoký

source: Sets image aspect ratio to wide
cs: Nastaví poměr stran obrázku na širokoúhlý

source: Settings
cs: Nastavení

source: Sexual activity or erotic nudity.
cs: Sexuální aktivity nebo erotická nahota.

source: Sexually Suggestive
cs: Sexuálně sugestivní

source: Share
cs: Sdílet

# action
source: Share
cs: Sdílet

source: Share a cool story!
cs: Podělte se o zajímavý příběh!

source: Share a fun fact!
cs: Podělte se o zábavný fakt!

source: Share anyway
cs: Sdílejte i tak

source: Share feed
cs: Sdílet kanál

source: Share link
cs: Sdílet odkaz

source: Share Link
cs: Sdílet odkaz

source: Share link dialog
cs: Dialog sdílení odkazu

source: Share QR code
cs: Sdílet QR kód

source: Share this starter pack
cs: Sdílet tento startovací balíček

source: Share this starter pack and help people join your community on Bluesky.
cs: Sdílejte tento startovací balíček a pomozte lidem připojit se ke komunitě na Bluesky.

source: Share your favorite feed!
cs: Sdílejte svůj oblíbený kanál!

source: Shared Preferences Tester
cs: Tester sdílených předvoleb

source: Shares the linked website
cs: Sdílí odkazované webové stránky

source: Show
cs: Zobrazit

source: Show alt text
cs: Zobrazit alternativní text

source: Show anyway
cs: Přesto ukázat

source: Show badge
cs: Zobrazit odznak

source: Show badge and filter from feeds
cs: Zobrazení odznaku a filtrování z kanálů

source: Show follows similar to {0}
cs: Zobraz podobné profily jako {0}

source: Show hidden replies
cs: Zobrazit skryté odpovědi

source: Show less like this
cs: Zobrazovat podobné méně

source: Show More
cs: Zobrazit více

source: Show more like this
cs: Zobrazovat podobné více

source: Show muted replies
cs: Zobrazit ztlumené odpovědi

source: Show Posts from My Feeds
cs: Zobrazit příspěvky z mých kanálů

source: Show Quote Posts
cs: Zobrazit citující příspěvky

source: Show Replies
cs: Zobrazit odpovědi

source: Show replies by people you follow before all other replies.
cs: Zobrazit odpovědi lidí, které sledujete, před všemi ostatními odpověďmi.

source: Show Reposts
cs: Zobrazit reposty

source: Show the content
cs: Zobrazit obsah

source: Show warning
cs: Zobrazit varování

source: Show warning and filter from feeds
cs: Zobrazit varování a odfiltrovat z kanálů

source: Shows posts from {0} in your feed
cs: Zobrazí příspěvky od {0} ve tvém feedu

source: Sign in
cs: Přihlášení

source: Sign in as {0}
cs: Přihlásit se jako {0}

source: Sign in as...
cs: Přihlásit se jako…

source: Sign in or create your account to join the conversation!
cs: Přihlaste se nebo si vytvořte účet a zapojte se do konverzace!

source: Sign into Bluesky or create a new account
cs: Přihlaste se na Bluesky nebo si vytvořte nový účet

source: Sign out
cs: Odhlásit se

source: Sign up
cs: Registrace

source: Sign up or sign in to join the conversation
cs: Zaregistrujte se nebo se přihlaste a zapojte se do konverzace

source: Sign-in Required
cs: Vyžadováno přihlášení

source: Signed in as
cs: Přihlášen jako

source: Signed in as @{0}
cs: Přihlášen jako @{0}

source: signed up with your starter pack
cs: se zaregistroval pomocí tvého startovního balíčku

source: Signup without a starter pack
cs: Registrace bez startovního balíčku

source: Skip
cs: Přeskočit

source: Skip this flow
cs: Vynech tento průběh

source: Software Dev
cs: Vývoj softwaru

source: Some other feeds you might like
cs: Další kanály, které by se ti mohly líbit

source: Some people can reply
cs: Někteří lidé mohou odpovědět

source: Something went wrong
cs: Něco se pokazilo

source: Something went wrong, please try again
cs: Něco se pokazilo, zkuste to prosím znovu

source: Something went wrong, please try again.
cs: Něco se pokazilo, zkuste to prosím znovu.

source: Sorry! Your session expired. Please log in again.
cs: Omlouváme se! Tvoje relace vypršela. Přihlas se prosím znovu.

source: Sort Replies
cs: Seřadit odpovědi

source: Sort replies to the same post by:
cs: Řadit odpovědi na stejný příspěvek podle:

source: Source: <0>{0}</0>
cs: Zdroj: <0>{0}</0>

source: Spam; excessive mentions or replies
cs: Spam; nadměrné zmínky nebo odpovědi

source: Sports
cs: Sporty

source: Square
cs: Čtverec

source: Start a new chat
cs: Zahájit nový chat

source: Start chat with {displayName}
cs: Zahájení chatu s {displayName}

source: Start chatting
cs: Začít chatovat

source: Start of onboarding tour window. Do not move backward. Instead, go forward for more options, or press to skip.
cs: Úvod do prohlídky aplikace. Necouvej. Pokračuj dál pro více možností nebo klepni pro přeskočení.

source: Starter Pack
cs: Startovací balíček

source: Starter pack by {0}
cs: Startovací balíček od {0}

source: Starter pack is invalid
cs: Startovací balíček je neplatný

source: Starter Packs
cs: Startovací balíčky

source: Starter packs let you easily share your favorite feeds and people with your friends.
cs: Startovací balíčky ti umožní snadno sdílet oblíbené kanály a profily s přáteli.

source: Status Page
cs: Stavová stránka

source: Step {0} of {1}
cs: Krok {0} z {1}

source: Storage cleared, you need to restart the app now.
cs: Úložiště vymazáno, nyní je třeba aplikaci restartovat.

source: Submit
cs: Odeslat

source: Subscribe
cs: Odebírat

source: Subscribe to @{0} to use these labels:
cs: Chcete-li tyto štítky používat, přihlaste se k odběru @{0}:

source: Subscribe to Labeler
cs: Odebírat značkovač

source: Subscribe to this labeler
cs: Odebírat tento značkovač

source: Subscribe to this list
cs: Odebírat tento seznam

source: Suggested accounts
cs: Navrhované účty

source: Suggested for you
cs: Navrženo pro tebe

source: Suggestive
cs: Sugestivní

source: Support
cs: Podpora

source: Switch Account
cs: Přepnout účet

source: Switch between feeds to control your experience.
cs: Přepínejte mezi kanály a ovládejte svůj zážitek.

source: Switch to {0}
cs: Přepnout na {0}

source: Switches the account you are logged in to
cs: Přepne účet, ke kterému jste přihlášeni

source: System
cs: Systémový

source: System log
cs: Systémový protokol

source: tag
cs: štítek

source: Tag menu: {displayTag}
cs: Nabídka štítků: {displayTag}

source: Tall
cs: Vysoký

source: Tap to dismiss
cs: Stisknutím zrušíte

source: Tap to view fully
cs: Stisknutím zobrazíte úplně

source: Task complete - 10 likes!
cs: Úkol splněn - 10 lajků!

source: Teach our algorithm what you like
cs: Učte náš algoritmus, co se ti líbí

source: Tech
cs: Technika

source: Tell a joke!
cs: Vyprávějte vtip!

source: Tell us a little more
cs: Řekněte nám něco víc

source: Terms
cs: Podmínky

source: Terms of Service
cs: Podmínky služby

source: Terms used violate community standards
cs: Použité termíny porušují standardy komunity

source: Text input field
cs: Vstupní textové pole

source: Thank you. Your report has been sent.
cs: Děkujeme. Tvoje hlášení bylo odesláno.

source: That contains the following:
cs: Který bude obsahovat následující:

source: That handle is already taken.
cs: Toto uživatelské jméno je již obsazené.

source: That starter pack could not be found.
cs: Tento startovací balíček se nepodařilo najít.

source: The account will be able to interact with you after unblocking.
cs: Po odblokování s vámi bude moci účet komunikovat.

source: The Community Guidelines have been moved to <0/>
cs: Komunitní kodex byl přesunut do <0/>

source: The Copyright Policy has been moved to <0/>
cs: Zásady autorských práv byly přesunuty do <0/>

source: The Discover feed now knows what you like
cs: Kanál Discover už ví, co máš rád

source: The experience is better in the app. Download Bluesky now and we'll pick back up where you left off.
cs: V aplikaci si to užiješ mnohem víc. Stáhni si Bluesky a pokračuj tam, kde jsi skončil.

source: The feed has been replaced with Discover.
cs: Kanál byl nahrazen kanálem Discover.

source: The following labels were applied to your account.
cs: Na tvůj účet byly použity následující značky.

source: The following labels were applied to your content.
cs: Následující značky byly přidány k tvému obsahu.

source: The following steps will help customize your Bluesky experience.
cs: Následující kroky ti pomohou přizpůsobit tvůj zážitek na Bluesky.

source: The post may have been deleted.
cs: Příspěvek byl pravděpodobně smazán.

source: The Privacy Policy has been moved to <0/>
cs: Prohlášení o ochraně osobních údajů bylo přesunuto na <0/>

source: The starter pack that you are trying to view is invalid. You may delete this starter pack instead.
cs: Startovací balíček, který se snažíte zobrazit, je neplatný. Místo toho jej můžete smazat.

source: The support form has been moved. If you need help, please <0/> or visit {HELP_DESK_URL} to get in touch with us.
cs: Formulář podpory byl přesunut. Pokud potřebuješ pomoc, prosím <0/> nebo navštiv {HELP_DESK_URL}, abys nás mohl kontaktovat.

source: The Terms of Service have been moved to
cs: Smluvní podmínky byly přesunuty na

source: There is no time limit for account deactivation, come back any time.
cs: Neexistuje žádný časový limit pro deaktivaci účtu, vrať se kdykoli.

source: There was an an issue contacting the server, please check your internet connection and try again.
cs: Došlo k problému při kontaktování serveru. Zkontroluj prosím své připojení k internetu a zkus to znovu.

source: There was an an issue removing this feed. Please check your internet connection and try again.
cs: Při odstraňování tohoto kanálu došlo k problému. Zkontroluj prosím své internetové připojení a zkus to znovu.

source: There was an an issue updating your feeds, please check your internet connection and try again.
cs: Při aktualizaci tvých kanálů došlo k problému. Zkontroluj prosím své internetové připojení a zkus to znovu.

source: There was an issue connecting to Tenor.
cs: Došlo k problému při připojování k Tenoru.

source: There was an issue contacting the server
cs: Vyskytl se problém při kontaktování serveru

source: There was an issue fetching notifications. Tap here to try again.
cs: Při načítání oznámení došlo k problému. Klepni sem a zkus to znovu.

source: There was an issue fetching posts. Tap here to try again.
cs: Při načítání příspěvků došlo k problému. Klepni sem a zkus to znovu.

source: There was an issue fetching the list. Tap here to try again.
cs: Při načítání seznamu došlo k chybě. Klepni sem a zkus to znovu.

source: There was an issue fetching your lists. Tap here to try again.
cs: Při načítání tvých seznamů došlo k problému. Klepni sem a zkus to znovu.

source: There was an issue sending your report. Please check your internet connection.
cs: Při odesílání tvé zprávy došlo k problému. Prosím zkontroluj své internetové připojení.

source: There was an issue with fetching your app passwords
cs: Nastal problém s načítáním tvých hesel pro aplikace

source: There was an issue! {0}
cs: Vyskytl se problém! {0}

source: There was an issue. Please check your internet connection and try again.
cs: Došlo k problému. Zkontroluj prosím své internetové připojení a zkus to znovu.

source: There was an unexpected issue in the application. Please let us know if this happened to you!
cs: V aplikaci došlo k neočekávanému problému. Dej nám prosím vědět, pokud se ti to stalo!

source: There's been a rush of new users to Bluesky! We'll activate your account as soon as we can.
cs: Na Bluesky se nahrnula spousta nových uživatelů! Tvůj účet aktivujeme, jakmile to bude možné.

source: This {screenDescription} has been flagged:
cs: Tento {screenDescription} byl nahlášen:

source: This account has requested that users sign in to view their profile.
cs: Tento účet požaduje, abys se přihlásil/a pro zobrazení jeho profilu.

source: This account is blocked by one or more of your moderation lists. To unblock, please visit the lists directly and remove this user.
cs: Tento účet je blokován jedním nebo více tvými moderačními seznamy. Pro odblokování prosím navštiv přímo seznamy a odstraň tohoto uživatele.

source: This appeal will be sent to <0>{0}</0>.
cs: Toto odvolání bude odesláno <0>{0}</0>.

source: This appeal will be sent to Bluesky's moderation service.
cs: Toto odvolání bude odesláno do moderační služby Bluesky.

source: This chat was disconnected
cs: Tento chat byl odpojen

source: This content has been hidden by the moderators.
cs: Tento obsah byl skryt moderátory.

source: This content has received a general warning from moderators.
cs: Tento obsah obdržel obecné varování od moderátorů.

source: This content is hosted by {0}. Do you want to enable external media?
cs: Tento obsah je hostován na {0}. Chceš povolit externí média?

source: This content is not available because one of the users involved has blocked the other.
cs: Tento obsah není dostupný, protože jeden z uživatelů zablokoval toho druhého.

source: This content is not viewable without a Bluesky account.
cs: Tento obsah není viditelný bez účtu na Bluesky.

source: This conversation is with a deleted or a deactivated account. Press for options.
cs: Tato konverzace je se smazaným nebo deaktivovaným účtem. Stiskni pro možnosti.

source: This feature is in beta. You can read more about repository exports in <0>this blogpost</0>.
cs: Tato funkce je v beta verzi. Více informací o exportech repozitářů si můžeš přečíst v <0>tomto blogovém příspěvku</0>.

source: This feed is currently receiving high traffic and is temporarily unavailable. Please try again later.
cs: Tento kanál je momentálně přetížený a dočasně nedostupný. Zkus to prosím později.

source: This feed is empty! You may need to follow more users or tune your language settings.
cs: Tento kanál je prázdný! Možná budeš muset sledovat více uživatelů nebo upravit nastavení jazyka.

source: This feed is empty.
cs: Tento feed je prázdný.

source: This feed is no longer online. We are showing <0>Discover</0> instead.
cs: Tento kanál už není online. Místo toho ti ukazujeme <0>Discover</0>.

source: This information is not shared with other users.
cs: Tyto informace nejsou sdíleny s ostatními uživateli.

source: This is important in case you ever need to change your email or reset your password.
cs: Tohle je důležité pro případ, že bys někdy potřeboval změnit svůj email nebo resetovat heslo.

source: This label was applied by <0>{0}</0>.
cs: Tuto značku použil <0>{0}</0>.

source: This label was applied by the author.
cs: Tato značka byla použita autorem.

source: This label was applied by you.
cs: Tuto značku jsi použil ty.

source: This labeler hasn't declared what labels it publishes, and may not be active.
cs: Tento značkovač nedeklaroval, jaké značky publikuje, a nemusí být aktivní.

source: This link is taking you to the following website:
cs: Tento odkaz tě přesměruje na následující webovou stránku:

source: This list is empty!
cs: Tento seznam je prázdný!

source: This moderation service is unavailable. See below for more details. If this issue persists, contact us.
cs: Tato moderační služba je nedostupná. Podívej se níže pro více informací. Pokud problém přetrvává, kontaktuj nás.

source: This name is already in use
cs: Tento název se již používá

source: This post has been deleted.
cs: Tento příspěvek byl smazán.

source: This post is only visible to logged-in users. It won't be visible to people who aren't logged in.
cs: Tento příspěvek je viditelný pouze pro přihlášené uživatele. Nebude viditelný pro lidi, kteří nejsou přihlášeni.

source: This post will be hidden from feeds.
cs: Tento příspěvek bude v kanálech skrytý.

source: This profile is only visible to logged-in users. It won't be visible to people who aren't logged in.
cs: Tento profil je viditelný pouze pro přihlášené uživatele. Nebude viditelný pro lidi, kteří nejsou přihlášeni.
