Repository: burningtree/social-app
Catalog: src/locale/locales/*/messages.po
Languages: cs

source: This service has not provided terms of service or a privacy policy.
cs: Tato služba neposkytla podmínky služby ani zásady ochrany osobních údajů.

source: This should create a domain record at:
cs: Toto by mělo vytvořit doménový záznam na:

source: This user doesn't have any followers.
cs: Tento uživatel nemá žádné sledující.

source: This user has blocked you
cs: Tento uživatel vás zablokoval

source: This user has blocked you. You cannot view their content.
cs: Tento uživatel tě zablokoval. Nemůžeš zobrazit jeho obsah.

source: This user has requested that their content only be shown to signed-in users.
cs: Tento uživatel požádal, aby se jeho obsah zobrazoval pouze přihlášeným uživatelům.

source: This user is included in the <0>{0}</0> list which you have blocked.
cs: Tento uživatel je zahrnut v seznamu <0>{0}</0>, který jsi zablokoval.

source: This user is included in the <0>{0}</0> list which you have muted.
cs: Tento uživatel je zahrnut v seznamu <0>{0}</0>, který jsi ztlumil.

source: This user is new here. Press for more info about when they joined.
cs: Tento uživatel je tu nový. Stiskni pro více informací o tom, kdy se připojil.

source: This user isn't following anyone.
cs: Tento uživatel nikoho nesleduje.

source: This will delete {0} from your muted words. You can always add it back later.
cs: Toto smaže {0} ze tvých ztlumených slov. Vždy to můžeš později znovu přidat.

source: Thread preferences
cs: Předvolby vláken

source: Thread Preferences
cs: Předvolby vláken

source: Thread settings updated
cs: Preference vlákna upraveny

source: Threaded Mode
cs: Režim vláken

source: Threads Preferences
cs: Preference vláken

source: To disable the email 2FA method, please verify your access to the email address.
cs: Chcete-li deaktivovat dvoufaktorové zabezpečení skrze e-mail, ověřte svůj přístup k e-mailové adrese.

source: To report a conversation, please report one of its messages via the conversation screen. This lets our moderators understand the context of your issue.
cs: Pro nahlášení konverzace prosím nahlaš jednu z jejích zpráv přímo na obrazovce konverzace. To umožní našim moderátorům lépe pochopit kontext tvého problému.

source: To whom would you like to send this report?
cs: Komu chceš poslat toto nahlášení?

source: Toggle between muted word options.
cs: Přepínej mezi možnostmi ztlumených slov.

source: Toggle dropdown
cs: Přepnout rozbalovací nabídku

source: Toggle to enable or disable adult content
cs: Přepni pro povolení nebo zakázání obsahu pro dospělé

source: Top
cs: Nahoru

source: Transformations
cs: Transformace

source: Translate
cs: Přeložit

# action
source: Try again
cs: Zkusit znovu

source: Two-factor authentication
cs: Dvoufaktorové ověření (2FA)

source: Type your message here
cs: Zde napište svou zprávu

source: Type:
cs: Typ:

source: Un-block list
cs: Odblokovat seznam

source: Un-mute list
cs: Zrušit ztlumení seznamu

source: Unable to contact your service. Please check your Internet connection.
cs: Nelze se spojit s tvojí službou. Zkontrolujte prosím své internetové připojení.

source: Unable to delete
cs: Nelze odstranit

source: Unblock
cs: Odblokovat

# action
source: Unblock
cs: Odblokovat

source: Unblock account
cs: Odblokování účtu

source: Unblock Account
cs: Odblokovat účet

source: Unblock Account?
cs: Odblokovat účet?

source: Undo repost
cs: Zrušit repost

# action
source: Unfollow
cs: Přestat sledovat

source: Unfollow
cs: Přestat sledovat

source: Unfollow {0}
cs: Přestat sledovat {0}

source: Unfollow Account
cs: Přestat sledovat účet

source: Unlike this feed
cs: Tento feed se mi už nelíbí

source: Unmute
cs: Zrušit ztlumení

source: Unmute {truncatedTag}
cs: Zrušit ztlumení {truncatedTag}

source: Unmute Account
cs: Zrušit ztlumení účtu

source: Unmute all {displayTag} posts
cs: Zrušit ztlumení všech {displayTag} příspěvků

source: Unmute conversation
cs: Zrušení ztlumení konverzace

source: Unmute thread
cs: Zrušení ztlumení vlákna

source: Unpin
cs: Odepnout

source: Unpin from home
cs: Odepnout z hlavní stránky

source: Unpin moderation list
cs: Odepnout moderační seznam

source: Unpinned from your feeds
cs: Odepnuto z tvých kanálů

source: Unsubscribe
cs: Odhlásit odběr

source: Unsubscribe from this labeler
cs: Odhlásit se od tohoto značkovače

source: Unwanted Sexual Content
cs: Nežádoucí sexuální obsah

source: Update {displayName} in Lists
cs: Aktualizovat {displayName} v seznamech

source: Update to {handle}
cs: Aktualizovat na {handle}

source: Updating...
cs: Aktualizuji…

source: Upload a photo instead
cs: Nahraj místo toho fotku

source: Upload a text file to:
cs: Nahraj textový soubor jako:

source: Upload from Camera
cs: Nahrát z kamery

source: Upload from Files
cs: Nahraj ze Souborů

source: Upload from Library
cs: Nahrát z knihovny

source: Use a file on your server
cs: Použij soubor na svém serveru

source: Use app passwords to login to other Bluesky clients without giving full access to your account or password.
cs: Použij hesla pro aplikace k přihlášení do jiných klientů Bluesky, aniž bys poskytl plný přístup ke svému účtu nebo heslu.

source: Use bsky.social as hosting provider
cs: Použij bsky.social jako poskytovatele hostingu

source: Use default provider
cs: Použij výchozího poskytovatele

source: Use in-app browser
cs: Použij prohlížeč vestavěný v aplikaci

source: Use my default browser
cs: Použij můj výchozí prohlížeč

source: Use recommended
cs: Použij doporučené

source: Use the DNS panel
cs: Použij panel DNS

source: Use this to sign into the other app along with your handle.
cs: Použij to k přihlášení do druhé aplikace spolu se svým uživatelským jménem.

source: Used by:
cs: Využívá:

source: User Blocked
cs: Uživatel blokován

source: User Blocked by "{0}"
cs: Uživatel blokován “{0}”

source: User blocked by list
cs: Uživatel blokovaný seznamem

source: User Blocked by List
cs: Uživatel blokovaný seznamem

source: User Blocking You
cs: Uživatel tě blokuje

source: User Blocks You
cs: Uživatel tě zablokuje

source: User list by {0}
cs: Seznam uživatelů od {0}

source: User list by <0/>
cs: Seznam uživatelů od <0/>

source: User list by you
cs: Tvůj seznam uživatelů

source: User list created
cs: Vytvořil jsi seznam uživatelů

source: User list updated
cs: Aktualizoval jsi seznam uživatelů

source: User Lists
cs: Seznamy uživatelů

source: Username or email address
cs: Uživatelské jméno nebo e-mailová adresa

source: Users
cs: Uživatelé

source: users followed by <0/>
cs: uživatelé, které sleduje <0/>

source: Users I follow
cs: Uživatelé, které sleduji

source: Users in "{0}"
cs: Uživatelé v “{0}”

source: Users that have liked this content or profile
cs: Uživatelé, kterým se líbí tento obsah nebo profil

source: Value:
cs: Hodnota:

source: Verify DNS Record
cs: Ověřit DNS záznam

source: Verify email
cs: Ověřit e-mail

source: Verify my email
cs: Ověřit můj e-mail

source: Verify My Email
cs: Ověřit můj e-mail

source: Verify New Email
cs: Ověřit nový email

source: Verify Text File
cs: Ověřit textový soubor

source: Verify Your Email
cs: Ověřit tvůj e-mail

source: Version {appVersion} {bundleInfo}
cs: Verze {appVersion} {bundleInfo}

source: Video Games
cs: Videohry

source: Videos cannot be larger than 100MB
cs: Videa nesmí být větší než 100 MB

source: View {0}'s avatar
cs: Zobrazit profilový obrázek ${0}

source: View {0}'s profile
cs: Zobrazit profil ${0}

source: View blocked user's profile
cs: Zobraz profil zablokovaného uživatele

source: View debug entry
cs: Zobraz ladící záznam

source: View details
cs: Zobrazit podrobnosti

source: View details for reporting a copyright violation
cs: Zobraz podrobnosti pro nahlášení porušení autorských práv

source: View full thread
cs: Zobraz celé vlákno

source: View information about these labels
cs: Zobraz informace o těchto značkách

source: View profile
cs: Zobrazit profil

source: View the avatar
cs: Zobrazit avatar

source: View the labeling service provided by @{0}
cs: Zobraz službu značkování od @{0}

source: View users who like this feed
cs: Zobraz uživatele, kterým se líbí tento kanál

source: View your feeds and explore more
cs: Prohlížej si své kanály a objevuj víc

source: Visit Site
cs: Navštívit stránku

source: Warn
cs: Varovat

source: Warn content
cs: Upozornit na obsah

source: Warn content and filter from feeds
cs: Varuj před obsahem a filtruj z kanálů

source: We couldn't find any results for that hashtag.
cs: Nenašli jsme najít žádné výsledky pro tento štítek.

source: We couldn't load this conversation
cs: Nemohli jsme načíst tento rozhovor

source: We estimate {estimatedTime} until your account is ready.
cs: Odhadujeme, že tvůj účet bude připraven za {estimatedTime}.

source: We hope you have a wonderful time. Remember, Bluesky is:
cs: Doufáme, že si to skvěle užiješ. Pamatuj, Bluesky je:

source: We ran out of posts from your follows. Here's the latest from <0/>.
cs: Došly ti příspěvky od sledovaných účtů. Tady máš nejnovější z <0/>.

source: We recommend avoiding common words that appear in many posts, since it can result in no posts being shown.
cs: Doporučujeme ti vyhnout se běžným slovům, která se objevují v mnoha příspěvcích, protože to může vést k tomu, že se nezobrazí žádné příspěvky.

source: We were unable to load your birth date preferences. Please try again.
cs: Nemohli jsme načíst tvé preference data narození. Zkus to prosím znovu.

source: We were unable to load your configured labelers at this time.
cs: V tuto chvíli se nám nepodařilo načíst tvé nakonfigurované značkovače.

source: We weren't able to connect. Please try again to continue setting up your account. If it continues to fail, you can skip this flow.
cs: Nepodařilo se nám připojit. Zkus to prosím znovu, abys mohl pokračovat v nastavování svého účtu. Pokud to bude dál selhávat, můžeš tento postup přeskočit.

source: We will let you know when your account is ready.
cs: Dáme ti vědět, až bude tvůj účet připraven.

source: We'll use this to help customize your experience.
cs: Použijeme to k přizpůsobení tvého zážitku.

source: We're having network issues, try again
cs: Máme problémy se sítí, zkus to znovu

source: We're so excited to have you join us!
cs: Jsme nadšení, že se k nám přidáš!

source: We're sorry, but we were unable to resolve this list. If this persists, please contact the list creator, @{handleOrDid}.
cs: Je nám líto, ale tento seznam se nám nepodařilo načíst. Pokud problém přetrvává, kontaktuj prosím tvůrce seznamu, @{handleOrDid}.

source: We're sorry, but we weren't able to load your muted words at this time. Please try again.
cs: Je nám líto, ale v tuto chvíli se nám nepodařilo načíst tvá ztlumená slova. Zkus to prosím znovu.

source: We're sorry, but your search could not be completed. Please try again in a few minutes.
cs: Omlouváme se, ale tvé vyhledávání nemohlo být dokončeno. Zkus to prosím znovu za pár minut.

source: We're sorry! The post you are replying to has been deleted.
cs: Je nám líto! Příspěvek, na který odpovídáš, byl smazán.

source: We're sorry! We can't find the page you were looking for.
cs: Je nám líto! Nemůžeme najít stránku, kterou hledáš.

source: We're sorry! You can only subscribe to twenty labelers, and you've reached your limit of twenty.
cs: Je nám líto! Můžeš se přihlásit pouze ke dvaceti značkovačům a dosáhl jsi svého limitu dvaceti.

source: Welcome back!
cs: Vítejte zpět!

source: Welcome, friend!
cs: Vítej, příteli!

source: What are your interests?
cs: Jaké jsou tvé zájmy?

source: What do you want to call your starter pack?
cs: Jak chceš pojmenovat svůj startovací balíček?

source: What's up?
cs: Co se děje?

source: Which languages are used in this post?
cs: Jaké jazyky jsou použity v tomto příspěvku?

source: Which languages would you like to see in your algorithmic feeds?
cs: Jaké jazyky bys chtěl/a vidět ve svých algoritmických kanálech?

source: Who can message you?
cs: Kdo ti může poslat zprávu?

source: Who can reply
cs: Kdo může odpovědět

source: Who can reply dialog
cs: Dialog kdo může odpovědět

source: Who can reply?
cs: Kdo může odpovědět?

source: Whoops!
cs: Jejda!

source: Why should this content be reviewed?
cs: Proč by měl být tento obsah zkontrolován?

source: Why should this feed be reviewed?
cs: Proč by měl být tento kanál přezkoumán?

source: Why should this list be reviewed?
cs: Proč by měl být tento seznam zkontrolován?

source: Why should this message be reviewed?
cs: Proč by měla být tato zpráva zkontrolována?

source: Why should this post be reviewed?
cs: Proč by měl být tento příspěvek zkontrolován?

source: Why should this starter pack be reviewed?
cs: Proč by měl být tento startovací balíček zkontrolován?

source: Why should this user be reviewed?
cs: Proč by měl být tento uživatel přezkoumán?

source: Wide
cs: Široký

source: Write a message
cs: Napiš zprávu

source: Write post
cs: Napiš příspěvek

source: Write your reply
cs: Napiš svou odpověď

source: Writers
cs: Spisovatelé

source: Yes
cs: Ano

source: Yes, deactivate
cs: Ano, deaktivovat

source: Yes, delete this starter pack
cs: Ano, smaž tento startovací balíček

source: Yes, reactivate my account
cs: Ano, reaktivuj můj účet

source: Yesterday, {time}
cs: Včera, {time}

source: you
cs: ty

source: You
cs: Ty

source: You are in line.
cs: Jsi ve frontě.

source: You are not following anyone.
cs: Nikoho nesleduješ.

source: You can also discover new Custom Feeds to follow.
cs: Můžeš také objevit nové komunitní kanály k odběru.

source: You can also temporarily deactivate your account instead, and reactivate it at any time.
cs: Můžeš také dočasně deaktivovat svůj účet a kdykoli ho znovu aktivovat.

source: You can change this at any time.
cs: Tohle můžeš kdykoliv změnit.

source: You can continue ongoing conversations regardless of which setting you choose.
cs: Můžeš pokračovat v probíhajících konverzacích bez ohledu na to, jaké nastavení zvolíš.

source: You can now sign in with your new password.
cs: Nyní se můžeš přihlásit pomocí svého nového hesla.

source: You can reactivate your account to continue logging in. Your profile and posts will be visible to other users.
cs: Můžeš znovu aktivovat svůj účet, abys mohl pokračovat v přihlašování. Tvůj profil a příspěvky budou viditelné pro ostatní uživatele.

source: You do not have any followers.
cs: Nemáš žádné sledující.

source: You don't follow any users who follow @{name}.
cs: Nesleduješ žádné uživatele, kteří sledují @{name}.

source: You don't have any invite codes yet! We'll send you some when you've been on Bluesky for a little longer.
cs: Zatím nemáš žádné pozvánkové kódy! Pošleme ti nějaké, až budeš na Bluesky o něco déle.

source: You don't have any pinned feeds.
cs: Nemáš žádné připnuté kanály.

source: You don't have any saved feeds.
cs: Nemáš žádné uložené kanály.

source: You have blocked the author or you have been blocked by the author.
cs: Zablokoval jsi autora nebo tě zablokoval on.

source: You have blocked this user
cs: Tohoto uživatele jsi zablokoval

source: You have blocked this user. You cannot view their content.
cs: Tohoto uživatele jsi zablokoval. Nemůžeš zobrazit jeho obsah.

source: You have entered an invalid code. It should look like XXXXX-XXXXX.
cs: Zadal jsi neplatný kód. Měl by vypadat jako XXXXX-XXXXX.

source: You have hidden this post
cs: Tento příspěvek jsi skryl

source: You have hidden this post.
cs: Tento příspěvek jsi skryl.

source: You have muted this account.
cs: Tento účet jsi ztlumil.

source: You have muted this user
cs: Tohoto uživatele jsi ztlumil

source: You have no conversations yet. Start one!
cs: Zatím nemáš žádné konverzace. Začni jednu!

source: You have no feeds.
cs: Nemáš žádné kanály.

source: You have no lists.
cs: Nemáš žádné seznamy.

source: You have not blocked any accounts yet. To block an account, go to their profile and select "Block account" from the menu on their account.
cs: Zatím jsi nezablokoval žádné účty. Pokud chceš nějaký účet zablokovat, jdi na jeho profil a v menu u daného účtu vyber možnost “Zablokovat účet”.

source: You have not created any app passwords yet. You can create one by pressing the button below.
cs: Zatím jsi nevytvořil žádná hesla pro aplikace. Můžeš jedno vytvořit stisknutím tlačítka níže.

source: You have not muted any accounts yet. To mute an account, go to their profile and select "Mute account" from the menu on their account.
cs: Zatím jsi neztlumil žádné účty. Chceš-li nějaký účet ztlumit, jdi na jeho profil a z nabídky na účtu vyber “Ztlumit účet".

source: You have reached the end
cs: Dosáhl jsi konce

source: You haven't created a starter pack yet!
cs: Ještě jsi nevytvořil žádný startovací balíček!

source: You haven't muted any words or tags yet
cs: Ještě jsi neutlumil žádná slova ani značky

source: You may appeal non-self labels if you feel they were placed in error.
cs: Můžeš se odvolat proti nevlastním značkám, pokud se domníváš, že byly přidány chybně.

source: You may appeal these labels if you feel they were placed in error.
cs: Pokud si myslíš, že byly tyto štítky přiděleny omylem, můžeš se proti nim odvolat.

source: You may only add up to 50 feeds
cs: Můžeš přidat maximálně 50 zdrojů

source: You may only add up to 50 profiles
cs: Můžeš přidat maximálně 50 profilů

source: You must be 13 years of age or older to sign up.
cs: Musíš být starší 13 let, abys mohl vytvořit účet.

source: You must be following at least seven other people to generate a starter pack.
cs: Musíš sledovat aspoň sedm dalších lidí, aby sis mohl vytvořit startovací balíček.

source: You must grant access to your photo library to save a QR code
cs: Musíš povolit přístup k fotkám, aby se QR kód mohl uložit

source: You must grant access to your photo library to save the image.
cs: Musíš povolit přístup ke své knihovně fotografií, aby bylo možné uložit obrázek.

source: You must select at least one labeler for a report
cs: Musíš vybrat alespoň jeden značkovač pro nahlášení

source: You previously deactivated @{0}.
cs: Dříve jsi deaktivoval @{0}.

source: You will no longer receive notifications for this thread
cs: Už nebudeš dostávat oznámení pro toto vlákno

source: You will now receive notifications for this thread
cs: Nyní budeš dostávat oznámení pro toto vlákno

source: You will receive an email with a "reset code." Enter that code here, then enter your new password.
cs: Obdržíš e-mail s “resetovacím kódem”. Zadej tento kód sem a poté zadej své nové heslo.

source: You: {0}
cs: Ty {0}

source: You: {defaultEmbeddedContentMessage}
cs: Ty: {defaultEmbeddedContentMessage}

source: You: {short}
cs: Ty: {short}

source: You'll follow the suggested users and feeds once you finish creating your account!
cs: Jakmile dokončíš vytvoření svého účtu, budeš sledovat navrhované uživatele a kanály!

source: You'll follow the suggested users once you finish creating your account!
cs: Až dokončíš vytvoření svého účtu, budeš sledovat navrhované uživatele!

source: You'll follow these people and {0} others
cs: Budeš sledovat tyto lidi a dalších {0}

source: You'll follow these people right away
cs: Budeš tyto lidi okamžitě sledovat

source: You'll stay updated with these feeds
cs: Zůstaneš v obraze díky těmto kanálům

source: You're in line
cs: Jsi ve frontě

source: You're logged in with an App Password. Please log in with your main password to continue deactivating your account.
cs: Jsi přihlášen pomocí hesla pro aplikace. Pro pokračování v deaktivaci svého účtu se prosím přihlas svým hlavním heslem.

source: You're ready to go!
cs: Jsi připraven vyrazit!

source: You've chosen to hide a word or tag within this post.
cs: Rozhodl ses skrýt slovo nebo štítek v tomto příspěvku.

source: You've reached the end of your feed! Find some more accounts to follow.
cs: Došly ti příspěvky! Zkus najít další účty, které bys mohl sledovat.

source: Your account
cs: Tvůj účet

source: Your account has been deleted
cs: Tvůj účet byl smazán

source: Your account repository, containing all public data records, can be downloaded as a "CAR" file. This file does not include media embeds, such as images, or your private data, which must be fetched separately.
cs: Tvůj repozitář obsahující všechny veřejné datové záznamy lze stáhnout jako soubor “CAR”. Tento soubor nezahrnuje mediální vložené prvky, jako jsou obrázky, ani tvoje soukromá data, která je nutné získat samostatně.

source: Your birth date
cs: Tvoje datum narození

source: Your chats have been disabled
cs: Vaše chaty byly zakázány

source: Your choice will be saved, but can be changed later in settings.
cs: Vaše volba bude uložena, ale později ji můžete změnit v nastavení.

source: Your email appears to be invalid.
cs: Tvůj e-mail se zdá být neplatný.

source: Your email has been updated but not verified. As a next step, please verify your new email.
cs: Tvůj e-mail byl aktualizován, ale nebyl ověřen. Jako další krok prosím ověř svou novou e-mailovou adresu.

source: Your email has not yet been verified. This is an important security step which we recommend.
cs: Tvůj e-mail ještě nebyl ověřen. Jedná se o důležitý bezpečnostní krok, který doporučujeme.

source: Your first like!
cs: Tvůj první like!

source: Your following feed is empty! Follow more users to see what's happening.
cs: Tvůj kanál sledování je prázdný! Začni sledovat více lidí, ať vidíš, co se děje.

source: Your full handle will be
cs: Tvoje celé uživatelské jméno bude

source: Your full handle will be <0>@{0}</0>
cs: Tvoje uživatelské jméno bude <0>@{0}</0>

source: Your muted words
cs: Tvá ztlumená slova

source: Your password has been changed successfully!
cs: Tvé heslo bylo úspěšně změněno!

source: Your post has been published
cs: Tvůj příspěvek byl zveřejněn

source: Your posts, likes, and blocks are public. Mutes are private.
cs: Tvoje příspěvky, lajky a blokování jsou veřejné. Ztlumení jsou soukromá.

source: Your profile
cs: Tvůj profil

source: Your profile, posts, feeds, and lists will no longer be visible to other Bluesky users. You can reactivate your account at any time by logging in.
cs: Tvůj profil, příspěvky, kanály a seznamy už nebudou pro ostatní uživatele Bluesky viditelné. Kdykoli se ale můžeš vrátit - stačí se jen znovu přihlásit a tvůj účet se obnoví.

source: Your reply has been published
cs: Tvůj příspěvek byl zveřejněn

source: Your report will be sent to the Bluesky Moderation Service
cs: Tvoje hlášení bude odesláno moderátorům Bluesky

source: Your user handle
cs: Tvoje uživatelské jméno
