Repository: burningtree/social-app
Catalog: src/locale/locales/*/messages.po
Languages: cs

source: Create a starter pack
cs: Vytvořit startovací balíček

source: Create a starter pack for me
cs: Vytvoř pro mě startovací balíček

source: Create Account
cs: Založení účtu

source: Create an account
cs: Vytvoření účtu

source: Create an avatar instead
cs: Vytvořit profilový obrázek

source: Create another
cs: Vytvořit další

source: Create App Password
cs: Vytvořit heslo pro aplikace

source: Create new account
cs: Založení nového účtu

source: Create report for {0}
cs: Vytvořit hlášení na {0}

source: Created {0}
cs: Vytvořeno {0}

source: Culture
cs: Kultura

source: Custom
cs: Vlastní

source: Custom domain
cs: Vlastní doména

source: Custom feeds built by the community bring you new experiences and help you find the content you love.
cs: Komunitou vytvořené kanály přinášejí nové zážitky a pomáhají najít obsah, který se ti bude líbit.

source: Customize media from external sites.
cs: Přizpůsobení médií z externích webů.

source: Dark
cs: Tmavý

source: Dark mode
cs: Tmavý režim

source: Dark Theme
cs: Tmavý motiv

source: Date of birth
cs: Den narození

source: Deactivate account
cs: Deaktivace účtu

source: Deactivate my account
cs: Deaktivace účtu

source: Debug Moderation
cs: Ladění moderování

source: Debug panel
cs: Ladicí panel

source: Delete
cs: Smazat

source: Delete account
cs: Odstranění účtu

source: Delete Account <0>"</0><1>{0}</1><2>"</2>
cs: Smazat účet <0>”</0><1>{0}</1><2>”</2>

source: Delete app password
cs: Odstranění hesla pro aplikace

source: Delete app password?
cs: Odstranit heslo pro aplikace?

source: Delete chat declaration record
cs: Smaž záznam o chatu

source: Delete for me
cs: Smazat pro mě

source: Delete List
cs: Smazat seznam

source: Delete message
cs: Smazat zprávu

source: Delete message for me
cs: Smazat zprávu pro mě

source: Delete my account
cs: Smazat můj účet

source: Delete My Account…
cs: Smazání účtu…

source: Delete post
cs: Smazat příspěvek

source: Delete starter pack
cs: Smazat startovací balíček

source: Delete starter pack?
cs: Smazat startovací balíček?

source: Delete this list?
cs: Vymazat tento seznam?

source: Delete this post?
cs: Smazat tento příspěvek?

source: Deleted
cs: Smazáno

source: Deleted post.
cs: Smazaný příspěvek.

source: Deletes the chat declaration record
cs: Odstraní záznam deklarace chatu

source: Description
cs: Popis

source: Descriptive alt text
cs: Popisný alternativní text

source: Did you want to say anything?
cs: Chtěl jsi něco říct?

source: Dim
cs: Ztmavený

source: Direct messages are here!
cs: Přímé zprávy jsou zde!

source: Disable autoplay for GIFs
cs: Zakázat automatické přehrávání GIFů

source: Disable Email 2FA
cs: Vypnout e-mailovou 2FA

source: Disable haptic feedback
cs: Vypnout haptickou odezvu

source: Disabled
cs: Vypnuto

source: Discard
cs: Zahodit

source: Discard draft?
cs: Zahodit návrh?

source: Discourage apps from showing my account to logged-out users
cs: Odrazovat aplikace od zobrazování mého účtu nepřihlášeným uživatelům

source: Discover learns which posts you like as you browse.
cs: Discover se učí, které příspěvky se ti líbí, když procházíš kanál.

source: Discover new custom feeds
cs: Objevte nové uživatelské kanály

source: Discover new feeds
cs: Objevte nové kanály

source: Discover New Feeds
cs: Objevte nové kanály

source: Dismiss getting started guide
cs: Zavřít úvodního průvodce

source: Display larger alt text badges
cs: Zobrazení větších popisků s alternativním textem

source: Display name
cs: Zobrazované jméno

source: Display Name
cs: Zobrazované jméno

source: Does not include nudity.
cs: Nezahrnuje nahotu.

source: Doesn't begin or end with a hyphen
cs: Nezačíná ani nekončí pomlčkou

source: Domain Value
cs: hodnotu domény

source: Domain verified!
cs: Doména ověřena!

source: Done
cs: Hotovo

# action
source: Done
cs: Hotovo

source: Done{extraText}
cs: Hotovo{extraText}

source: Download Bluesky
cs: Stáhnout Bluesky

source: Download CAR file
cs: Stáhnout CAR soubor

source: Drop to add images
cs: Přetáhněte sem obrázky pro přidání

source: e.g. alice
cs: např. alice

source: e.g. Alice Roberts
cs: např. Alice Roberts

source: e.g. alice.com
cs: např. alice.com

source: e.g. Artist, dog-lover, and avid reader.
cs: např. umělec, milovník psů a vášnivý čtenář.

source: E.g. artistic nudes.
cs: Např. umělecké akty.

source: e.g. Great Posters
cs: např. Skvělé plakáty

source: e.g. Spammers
cs: e.g. Spammeři

source: e.g. The posters who never miss.
cs: např. Plakáty, které nikdy nechybí.

source: e.g. Users that repeatedly reply with ads.
cs: Například uživatelé, kteří opakovaně odpovídají reklamami.

source: Each code works once. You'll receive more invite codes periodically.
cs: Každý kód funguje jednou. Budeš dostávat další pozvánkové kódy pravidelně.

source: Edit
cs: Upravit

# action
source: Edit
cs: Upravit

source: Edit avatar
cs: Upravit avatar

source: Edit Feeds
cs: Upravit kanály

source: Edit image
cs: Upravit obrázek

source: Edit list details
cs: Upravit podrobnosti seznamu

source: Edit Moderation List
cs: Upravit moje moderační seznamy

source: Edit My Feeds
cs: Upravit moje kanály

source: Edit my profile
cs: Upravit můj profil

source: Edit People
cs: Upravit lidi

source: Edit profile
cs: Upravit profil

source: Edit Profile
cs: Upravit profil

source: Edit starter pack
cs: Upravit startovací balíček

source: Edit User List
cs: Upravit seznam uživatelů

source: Edit who can reply
cs: Upravit, kdo může odpovědět

source: Edit your display name
cs: Upravte své zobrazované jméno

source: Edit your profile description
cs: Upravte popis svého profilu

source: Edit your starter pack
cs: Upravte svůj startovací balíček

source: Education
cs: Vzdělávání

source: Either choose "Everybody" or "Nobody"
cs: Vyberte možnost “Kdokoliv” nebo “Nikdo”.

source: Email 2FA disabled
cs: Vypnutá e-mailová 2FA

source: Email address
cs: E-mailová adresa

source: Email updated
cs: E-mail aktualizován

source: Email Updated
cs: E-mail aktualizován

source: Email verified
cs: E-mail ověřen

source: Embed HTML code
cs: Vložit HTML kód

source: Embed post
cs: Vložit příspěvek

source: Embed this post in your website. Simply copy the following snippet and paste it into the HTML code of your website.
cs: Vložte tento příspěvek na své webové stránky. Jednoduše zkopírujte následující úryvek a vložte jej do HTML kódu svých webových stránek.

source: Enable {0} only
cs: Povolit pouze {0}

source: Enable adult content
cs: Povolit obsah pro dospělé

source: Enable external media
cs: Povolit externí média

source: Enable media players for
cs: Povolit přehrávání médií pro

source: Enable this setting to only see replies between people you follow.
cs: Toto nastavení povolte, chcete-li zobrazovat pouze odpovědi mezi lidmi, které sledujete.

source: Enable this source only
cs: Povolit pouze tento zdroj

source: Enabled
cs: Zapnuto

source: End of feed
cs: Konec feedu

source: End of onboarding tour window. Do not move forward. Instead, go backward for more options, or press to skip.
cs: Konec okna úvodní prohlídky. Nepokračujte vpřed. Místo toho se vraťte zpět pro více možností nebo stiskněte pro přeskočení.

source: Enter a name for this App Password
cs: Zadejte název tohoto hesla pro aplikace

source: Enter a password
cs: Zadejte heslo

source: Enter a word or tag
cs: Zadejte slovo nebo štítek

source: Enter Confirmation Code
cs: Zadejte potvrzovací kód

source: Enter the code you received to change your password.
cs: Zadejte kód, který jste obdrželi pro změnu hesla.

source: Enter the domain you want to use
cs: Zadej doménu, kterou chceš použít

source: Enter the email you used to create your account. We'll send you a "reset code" so you can set a new password.
cs: Zadej e-mail, který jste použil při vytváření účtu. Pošleme ti “resetovací kód”, aby jsi mohl nastavit nové heslo.

source: Enter your birth date
cs: Zadej své datum narození

source: Enter your email address
cs: Zadej svou e-mailovou adresu

source: Enter your new email above
cs: Zadej svůj nový e-mail výše

source: Enter your new email address below.
cs: Zadej níže svou novou e-mailovou adresu.

source: Enter your username and password
cs: Zadej své uživatelské jméno a heslo

source: Error occurred while saving file
cs: Při ukládání souboru došlo k chybě

source: Error receiving captcha response.
cs: Chyba při příjmu odpovědi z captcha.

source: Error:
cs: Chyba:

source: Everybody
cs: Kdokoliv

source: Everybody can reply
cs: Kdokoliv může odpovědět

source: Everyone
cs: Kdokoliv

source: Excessive mentions or replies
cs: Nadměrné zmínky nebo odpovědi

source: Excessive or unwanted messages
cs: Nadměrné nebo nevyžádané zprávy

source: Exits account deletion process
cs: Opustí proces mazání účtu

source: Exits handle change process
cs: Ukončí změnu uživatelského jména

source: Exits image cropping process
cs: Ukončí proces ořezávání obrázku

source: Exits image view
cs: Opustí zobrazení obrázku

source: Exits inputting search query
cs: Ukončí zadávání vyhledávacího dotazu

source: Expand alt text
cs: Rozbal alternativní text

source: Expand list of users
cs: Rozbal seznam uživatelů

source: Expand or collapse the full post you are replying to
cs: Rozbal nebo sbal celý příspěvek, na který odpovídáš

source: Explicit or potentially disturbing media.
cs: Explicitní nebo potenciálně rušivá média.

source: Explicit sexual images.
cs: Explicitní sexuální obrázky.

source: Export my data
cs: Exportuj svá data

source: Export My Data
cs: Export dat

source: External Media
cs: Externí média

source: External media may allow websites to collect information about you and your device. No information is sent or requested until you press the "play" button.
cs: Externí média mohou webovým stránkám umožnit shromažďovat informace o tobě a tvém zařízení. Žádné informace nejsou odesílány ani požadovány, dokud nestiskneš tlačítko “přehrát”.

source: External Media Preferences
cs: Předvolby externích médií

source: External media settings
cs: Předvolby externích médií

source: Failed to create app password.
cs: Nepodařilo se vytvořit heslo pro aplikace.

source: Failed to create starter pack
cs: Nepodařilo se vytvořit startovací balíček

source: Failed to create the list. Check your internet connection and try again.
cs: Nepodařilo se vytvořit seznam. Zkontroluj své internetové připojení a zkus to znovu.

source: Failed to delete message
cs: Zprávu se nepodařilo odstranit

source: Failed to delete post, please try again
cs: Nepodařilo se smazat příspěvek, zkus to prosím znovu

source: Failed to delete starter pack
cs: Nepodařilo se smazat startovací balíček

source: Failed to load feeds preferences
cs: Nepodařilo se načíst předvolby kanálů

source: Failed to load GIFs
cs: Nepodařilo se načíst GIFy

source: Failed to load past messages
cs: Nepodařilo se načíst předchozí zprávy

source: Failed to load suggested feeds
cs: Nepodařilo se načíst navrhované kanály

source: Failed to load suggested follows
cs: Nepodařilo se načíst navrhované sledování

source: Failed to save image: {0}
cs: Nepodařilo se uložit obrázek: {0}

source: Failed to send
cs: Nepodařilo se odeslat

source: Failed to submit appeal, please try again.
cs: Nepodařilo se odeslat odvolání, zkus to prosím znovu.

source: Failed to toggle thread mute, please try again
cs: Nepodařilo se přepnout ztlumení vlákna, zkus to prosím znovu

source: Failed to update feeds
cs: Nepodařilo se aktualizovat kanály

source: Failed to update settings
cs: Nepodařilo se aktualizovat nastavení

source: Feed
cs: Kanál

source: Feed by {0}
cs: Kanál od {0}

source: Feed toggle
cs: Přepnout kanál

source: Feedback
cs: Zpětná vazba

source: Feeds
cs: Kanály

source: Feeds are custom algorithms that users build with a little coding expertise. <0/> for more information.
cs: Kanály jsou vlastní algoritmy, které si uživatelé vytvoří s trochou programovacích znalostí. <0/> pro více informací.

source: Feeds updated!
cs: Kanály aktualizovány!

source: File Contents
cs: obsah souboru

source: File saved successfully!
cs: Soubor byl úspěšně uložen!

source: Filter from feeds
cs: Filtruj z kanálů

source: Finalizing
cs: Dokončování

source: Find accounts to follow
cs: Najít účty ke sledování

source: Find more feeds and accounts to follow in the Explore page.
cs: Najít další kanály a účty ke sledování na stránce Prozkoumat.

source: Find posts and users on Bluesky
cs: Najít příspěvky a uživatele na Bluesky

source: Fine-tune the content you see on your Following feed.
cs: Vylaď si obsah, který vidíš ve svém kanálu “Sledovaní”.

source: Fine-tune the discussion threads.
cs: Vylaď si diskuzní vlákna.

source: Finish
cs: Dokončit

source: Finish tour and begin using the application
cs: Dokonči prohlídku a začni používat aplikaci

source: Flexible
cs: Flexibilní

source: Flip horizontal
cs: Překlopit vodorovně

source: Flip vertically
cs: Překlopit svisle

source: Follow
cs: Sledovat

# action
source: Follow
cs: Sledovat

source: Follow {0}
cs: Sledovat {0}

source: Follow {name}
cs: Sledovat {name}

source: Follow 7 accounts
cs: Sleduj 7 účtů

source: Follow Account
cs: Sledovat účet

source: Follow all
cs: Sledovat vše

source: Follow Back
cs: Sleduj zpět

source: Follow more accounts to get connected to your interests and build your network.
cs: Sleduj více účtů, abys získal spojení se svými zájmy a vybudoval si svou síť.

source: Followed by <0>{0}</0>
cs: Sleduje <0>{0}</0>

source: Followed by <0>{0}</0> and {1, plural, one {# other} other {# others}}
cs: Sleduje <0>{0}</0> a {1, plural, one {# další} few {# další} other {# dalších}}

source: Followed by <0>{0}</0> and <1>{1}</1>
cs: Sleduje <0>{0}</0> a <1>{1}</1>

source: Followed by <0>{0}</0>, <1>{1}</1>, and {2, plural, one {# other} other {# others}}
cs: Sleduje <0>{0}</0>, <1>{1}</1> a {2, plural, one {# další} few {# další} other {# dalších}}

source: Followed users
cs: Sledovaní uživatelé

source: Followed users only
cs: Pouze uživatelé které sleduji

source: followed you
cs: tě začal/i sledovat

source: followed you back
cs: tě začal/i sledovat zpět

source: Followers
cs: Sledující

source: Followers of @{0} that you know
cs: Sledující @{0}, které znáte

source: Followers you know
cs: Sledující, které znáte

source: Following
cs: Sleduje

source: Following {0}
cs: Sleduje {0}

source: Following {name}
cs: Sleduje {name}

source: Following feed preferences
cs: Nastavení kanálu Following

source: Following Feed Preferences
cs: Nastavení kanálu Following

source: Following shows the latest posts from people you follow.
cs: “Following” zobrazuje nejnovější příspěvky od lidí, které sleduješ.

source: Follows you
cs: Sleduje tě

source: Follows You
cs: Sleduje tě

source: Food
cs: Jídlo

source: For security reasons, we'll need to send a confirmation code to your email address.
cs: Z bezpečnostních důvodů ti budeme muset poslat potvrzovací kód na tvou e-mailovou adresu.

source: For security reasons, you won't be able to view this again. If you lose this password, you'll need to generate a new one.
cs: Z bezpečnostních důvodů už toto heslo znovu neuvidíš. Pokud ho ztratíš, budeš muset vygenerovat nové.

source: Forgot Password
cs: Zapomenuté heslo

source: Forgot password?
cs: Zapomněl jsi heslo?

source: Forgot?
cs: Zapomněl jsi?

source: Frequently Posts Unwanted Content
cs: Často zveřejňuje nežádoucí obsah

source: From @{sanitizedAuthor}
cs: Od @{sanitizedAuthor}

# from-feed
source: From <0/>
cs: Od <0/>

source: Gallery
cs: Galerie

source: Generate a starter pack
cs: Vygenerování startovacího balíčku

source: Get help
cs: Získej pomoc

source: Get started
cs: Začni

source: Get Started
cs: Začni

source: Getting started
cs: Začínáme

source: Give your profile a face
cs: Dej svému profilu tvář

source: Glaring violations of law or terms of service
cs: Křiklavá porušení zákona nebo podmínek služby

source: Go back
cs: Vrátit se

source: Go Back
cs: Vrátit se

source: Go back to previous step
cs: Vrať se k předchozímu kroku

source: Go back to the previous step
cs: Vrať se k předchozímu kroku

source: Go home
cs: Jdi na hlavní stránku

source: Go Home
cs: Jdi na hlavní stránku

source: Go to conversation with {0}
cs: Jdi do konverzace s {0}

source: Go to next
cs: Jdi na další

source: Go to profile
cs: Jdi na profil

source: Go to the next step of the tour
cs: Jdi na další krok prohlídky

source: Go to user's profile
cs: Jdi na profil uživatele

source: Graphic Media
cs: Grafická média

source: Half way there!
cs: V polovině cesty!

source: Handle
cs: Uživatelské jméno

source: Haptics
cs: Haptika

source: Harassment, trolling, or intolerance
cs: Obtěžování, trolling nebo nesnášenlivost

source: Hashtag
cs: Štítek

source: Hashtag: #{tag}
cs: Štítek: #{tag}

source: Having trouble?
cs: Máš problémy?

source: Help
cs: Nápověda

source: Help people know you're not a bot by uploading a picture or creating an avatar.
cs: Pomozte lidem poznat, že nejsi bot, a nahraj obrázek nebo si vytvoř avatara.

source: Here is your app password.
cs: Zde je tvé heslo pro aplikace.

source: Hide
cs: Skrýt

# action
source: Hide
cs: Skrýt

source: Hide post
cs: Skrýt příspěvek

source: Hide the content
cs: Skrýt obsah

source: Hide this post?
cs: Skrýt tento příspěvek?

source: Hide user list
cs: Skrýt seznam uživatelů

source: Hmm, some kind of issue occurred when contacting the feed server. Please let the feed owner know about this issue.
cs: Hmm, při kontaktování serveru kanálu došlo k nějakému problému. Prosím, dej vědět vlastníkovi kanálu o tomto problému.

source: Hmm, the feed server appears to be misconfigured. Please let the feed owner know about this issue.
cs: Hmm, zdá se, že server kanálu je špatně nakonfigurován. Dej prosím vědět vlastníkovi kanálu o tomto problému.

source: Hmm, the feed server appears to be offline. Please let the feed owner know about this issue.
cs: Hmm, zdá se, že server kanálu je offline. Prosím, dej vědět vlastníkovi kanálu o tomto problému.

source: Hmm, the feed server gave a bad response. Please let the feed owner know about this issue.
cs: Hmm, server kanálu dal špatnou odpověď. Prosím dej vědět vlastníkovi kanálu o tomto problému.

source: Hmm, we're having trouble finding this feed. It may have been deleted.
cs: Hmm, máme potíže s nalezením tohoto kanálu. Možná byl smazán.

source: Hmmmm, it seems we're having trouble loading this data. See below for more details. If this issue persists, please contact us.
cs: Hmmmm, zdá se, že máme problém s načtením těchto dat. Podívej se níže na další podrobnosti. Pokud tento problém přetrvává, kontaktuj nás prosím.

source: Hmmmm, we couldn't load that moderation service.
cs: Hmmmm, nemohli jsme načíst tu moderační službu.

source: Home
cs: Hlavní stránka

source: Hosting provider
cs: Poskytovatel hostingu

source: How should we open this link?
cs: Jak bys chtěl otevřít tento odkaz?

source: I have a code
cs: Mám kód

source: I have a confirmation code
cs: Mám potvrzovací kód

source: I have my own domain
cs: Mám vlastní doménu

source: I understand
cs: Rozumím

source: If alt text is long, toggles alt text expanded state
cs: Pokud je alternativní text dlouhý, přepíná rozbalený stav alternativního textu

source: If none are selected, suitable for all ages.
cs: Pokud nic nevybereš, tak pro všechny věkové kategorie.

source: If you are not yet an adult according to the laws of your country, your parent or legal guardian must read these Terms on your behalf.
cs: Pokud podle zákonů tvé země ještě nejsi dospělý, musí si tyto podmínky přečíst tvůj rodič nebo zákonný zástupce za tebe.

source: If you delete this list, you won't be able to recover it.
cs: Pokud tento seznam smažeš, nebudeš ho moct obnovit.

source: If you remove this post, you won't be able to recover it.
cs: Pokud tento příspěvek odstraníš, nebudeš ho moct obnovit.

source: If you want to change your password, we will send you a code to verify that this is your account.
cs: Pokud chceš změnit své heslo, pošleme ti kód pro ověření, že se jedná o tvůj účet.

source: If you're trying to change your handle or email, do so before you deactivate.
cs: Pokud se snažíš změnit svůj uživatelský název nebo e-mail, udělej to předtím, než deaktivuješ svůj účet.

source: Illegal and Urgent
cs: Nezákonné a naléhavé

source: Image
cs: Obrázek

source: Image alt text
cs: Alternativní text obrázku

source: Image saved to your camera roll!
cs: Obrázek byl uložen do tvé galerie!

source: Impersonation or false claims about identity or affiliation
cs: Vydávání se za někoho jiného nebo nepravdivá tvrzení o identitě či příslušnosti

source: Inappropriate messages or explicit links
cs: Nevhodné zprávy nebo explicitní odkazy

source: Input code sent to your email for password reset
cs: Zadej kód zaslaný na tvůj email pro obnovení hesla

source: Input confirmation code for account deletion
cs: Zadej potvrzovací kód pro smazání účtu

source: Input name for app password
cs: Zadej název pro heslo aplikace

source: Input new password
cs: Zadej nové heslo

source: Input password for account deletion
cs: Zadej heslo pro smazání účtu

source: Input the code which has been emailed to you
cs: Zadej kód, který ti byl zaslán e-mailem

source: Input the username or email address you used at signup
cs: Zadej uživatelské jméno nebo e-mailovou adresu, kterou jsi použil při registraci

source: Input your password
cs: Zadej své heslo

source: Input your preferred hosting provider
cs: Zadej svého preferovaného poskytovatele hostingu

source: Input your user handle
cs: Zadej své uživatelské jméno

source: Introducing Direct Messages
cs: Představujeme přímé zprávy

source: Invalid 2FA confirmation code.
cs: Neplatný potvrzovací kód dvoufaktorového ověření.

source: Invalid or unsupported post record
cs: Neplatný nebo nepodporovaný záznam příspěvku

source: Invalid username or password
cs: Neplatné uživatelské jméno nebo heslo

source: Invite a Friend
cs: Pozvat kamaráda

source: Invite code
cs: Kód pozvánky

source: Invite code not accepted. Check that you input it correctly and try again.
cs: Kód pozvánky nebyl přijat. Zkontrolujte, zda jste jej zadali správně, a zkuste to znovu.

source: Invite codes: {0} available
cs: Pozvánkové kódy: {0} k dispozici

source: Invite codes: 1 available
cs: Pozvánkové kódy: 1 k dispozici

source: Invite people to this starter pack!
cs: Pozvěte lidi na tento startovní balíček!

source: Invite your friends to follow your favorite feeds and people
cs: Pozvěte své přátele, aby sledovali tvé oblíbené kanály a profily

source: Invites, but personal
cs: Pozvánky, ale osobní

source: It's just you right now! Add more people to your starter pack by searching above.
cs: Momentálně jsi tu jen ty! Přidejte další profily do startovního balíčku vyhledáváním výše.

source: Jobs
cs: Kariéra

source: Join Bluesky
cs: Připojte se na Bluesky

source: Join the conversation
cs: Zapojte se do konverzace

source: Journalism
cs: Žurnalistika

source: Labeled by {0}.
cs: Označeno {0}.

source: Labeled by the author.
cs: Označeno autorem.

source: Labels
cs: Značky

source: Labels are annotations on users and content. They can be used to hide, warn, and categorize the network.
cs: Značky jsou anotace na uživatelích a obsahu. Můžeš je použít ke skrytí, varování a kategorizaci sítě.

source: Labels on your account
cs: Značky na tvém účtu

source: Labels on your content
cs: Značky na tvém obsahu

source: Language selection
cs: Výběr jazyka

source: Language settings
cs: Jazyková nastavení

source: Language Settings
cs: Jazyková nastavení

source: Languages
cs: Jazyky

source: Latest
cs: Nejnovější

source: Learn More
cs: Dozvědět se víc

source: Learn more about the moderation applied to this content.
cs: Další informace o moderaci uplatněné na tento obsah.

source: Learn more about this warning
cs: Další informace o tomto varování
