Repository: burningtree/social-app
Catalog: src/locale/locales/*/messages.po
Languages: cs

source: (contains embedded content)
cs: (obsahuje vložený obsah)

source: (no email)
cs: (bez e-mailu)

source: {0, plural, one {{formattedCount} other} other {{formattedCount} others}}
cs: {0, plural, one {{formattedCount} další} few {{formattedCount} další} other {{formattedCount} dalších}}

source: {0, plural, one {# label has been placed on this account} other {# labels have been placed on this account}}
cs: {0, plural, one {Na tento účet byla umístěna # značka} few {Na tento účet byly umístěny # značky} other {Na tento účet bylo umístěno # značek}}

source: {0, plural, one {# label has been placed on this content} other {# labels have been placed on this content}}
cs: {0, plural, one {Na tento obsah byla umístěna # značka} few {Na tento obsah byly umístěny # značky} other {Na tento účet bylo umístěno # značek}}

source: {0, plural, one {# repost} other {# reposts}}
cs: {0, plural, one {# repost} few {# reposty} other {# repostů}}

source: {0, plural, one {follower} other {followers}}
cs: {0, plural, one {sledující} few {sledující} other {sledujících}}

source: {0, plural, one {following} other {following}}
cs: {0, plural, one {sledovaný} few {sledované} other {sledovaných}}

source: {0, plural, one {Like (# like)} other {Like (# likes)}}
cs: {0, plural, one {Like (# lajk)} other {Like (# lajků)}}

source: {0, plural, one {like} other {likes}}
cs: {0, plural, one {lajk} few {lajky} other {lajků}}

source: {0, plural, one {Liked by # user} other {Liked by # users}}
cs: {0, plural, one {Líbí se # uživateli} few {Líbí se # uživatelům} other {Líbí se # uživatelům}}

source: {0, plural, one {post} other {posts}}
cs: {0, plural, one {příspěvek} few {příspěvky} other {příspěvků}}

source: {0, plural, one {Reply (# reply)} other {Reply (# replies)}}
cs: {0, plural, one {Odpověď (# odpověď)} few {Odpověď (# odpovědi)} other {Odpověď (# odpovědí)}}

source: {0, plural, one {repost} other {reposts}}
cs: {0, plural, one {repost} few {reposty} other {repostů}}

source: {0} joined this week
cs: {0} se připojil tento týden

source: {0} people have used this starter pack!
cs: {0} lidí využilo tento startovací balíček!

source: {0}'s avatar
cs: Avatar {0}

source: {0}'s favorite feeds and people - join me!
cs: Oblíbené kanály a lidé {0} - přidej se ke mně!

source: {0}'s starter pack
cs: Startovací balíček od {0}

source: {count, plural, one {Liked by # user} other {Liked by # users}}
cs: {count, plural, one {Líbí se # uživateli} few {Líbí se # uživatelům} other {Líbí se # uživatelům}}

source: {diff, plural, one {day} other {days}}
cs: {diff, plural, one {den} few {dny} other {dní}}

source: {diff, plural, one {hour} other {hours}}
cs: {diff, plural, one {hodina} few {hodiny} other {hodin}}

source: {diff, plural, one {minute} other {minutes}}
cs: {diff, plural, one {minuta} few {minuty} other {minut}}

source: {diff, plural, one {month} other {months}}
cs: {diff, plural, one {měsíc} few {měsíce} other {měsíců}}

source: {diffSeconds, plural, one {second} other {seconds}}
cs: {diffSeconds, plural, one {sekunda} few {sekundy} other {sekund}}

source: {displayName}'s Starter Pack
cs: Startovací balíček od {displayName}

source: {estimatedTimeHrs, plural, one {hour} other {hours}}
cs: {estimatedTimeHrs, plural, one {hodina} few {hodiny} other {hodin}}

source: {estimatedTimeMins, plural, one {minute} other {minutes}}
cs: {estimatedTimeMins, plural, one {minuta} few {minuty} other {minut}}

source: {following} following
cs: {following} sleduje

source: {handle} can't be messaged
cs: {handle} nelze poslat zprávu

source: {likeCount, plural, one {Liked by # user} other {Liked by # users}}
cs: {likeCount, plural, one {To se líbí # uživateli} few {To se líbí # uživatelům} other {To se líbí # uživatelům}}

source: {numUnreadNotifications} unread
cs: {numUnreadNotifications} nepřečtených

source: {profileName} joined Bluesky {0} ago
cs: {profileName} se připojil/a na Bluesky před {0}

source: {profileName} joined Bluesky using a starter pack {0} ago
cs: {profileName} se připojil/a k Bluesky pomocí startovacího balíčku před {0}

source: {value, plural, =0 {Show all replies} one {Show replies with at least # like} other {Show replies with at least # likes}}
cs: {value, plural, =0 {Zobrazit všechny odpovědi} one {Zobrazit odpovědi s alespoň # lajkem} other {Zobrazit odpovědi s alespoň # lajky}}

source: <0/> members
cs: Členové <0/>

# profiles
source: <0>{0}, </0><1>{1}, </1>and {2, plural, one {# other} other {# others}} are included in your starter pack
cs: <0>{0}, </0><1>{1}, </1>a {2, plural, one {# další} few {# další} other {# dalších}} jsou součástí tvého startovacího balíčku

# feeds
source: <0>{0}, </0><1>{1}, </1>and {2, plural, one {# other} other {# others}} are included in your starter pack
cs: <0>{0}, </0><1>{1}, </1>a {2, plural, one {# další} few {# další} other {# dalších}} jsou součástí tvého startovacího balíčku

source: <0>{0}</0> {1, plural, one {follower} other {followers}}
cs: <0>{0}</0> {1, plural, one {sledující} few {sledující} other {sledujících}}

source: <0>{0}</0> {1, plural, one {following} other {following}}
cs: <0>{0}</0> {1, plural, one {sledovaný} few {sledované} other {sledovaných}}

source: <0>{0}</0> and<1> </1><2>{1} </2>are included in your starter pack
cs: <0>{0}</0> a<1> </1><2>{1} </2>jsou zahrnuty v tvém startovacím balíčku

source: <0>{0}</0> is included in your starter pack
cs: <0>{0}</0> je součástí tvého startovacího balíčku

source: <0>Not Applicable.</0> This warning is only available for posts with media attached.
cs: <0>Nelze použít.</0> Toto označení je dostupné pouze pro příspěvky, které mají připojená média.

source: <0>You</0> and<1> </1><2>{0} </2>are included in your starter pack
cs: <0>Ty</0> a<1> </1><2>{0} </2>jste zahrnuti v tvém startovacím balíčku

source: ⚠Invalid Handle
cs: ⚠ Neplatné uživatelské jméno

source: 2FA Confirmation
cs: Potvrzení 2FA

source: A help tooltip
cs: Nápovědný tip

source: Access navigation links and settings
cs: Přístup k navigačním odkazům a nastavením

source: Access profile and other navigation links
cs: Přístup k profilu a dalším navigačním odkazům

source: Accessibility
cs: Přístupnost

source: Accessibility settings
cs: Nastavení přístupnosti

source: Accessibility Settings
cs: Nastavení přístupnosti

source: Account
cs: Účet

source: Account blocked
cs: Účet zablokován

source: Account followed
cs: Sledovaný účet

source: Account muted
cs: Účet ztlumený

source: Account Muted
cs: Ztlumený účet

source: Account Muted by List
cs: Účet ztlumený dle seznamu

source: Account options
cs: Možnosti účtu

source: Account removed from quick access
cs: Účet odstraněný z rychlého přístupu

source: Account unblocked
cs: Účet odblokován

source: Account unfollowed
cs: Účet odsledován

source: Account unmuted
cs: Ztlumení účtu zrušeno

source: Add
cs: Přidat

source: Add {0} more to continue
cs: Přidej {0} další pro pokračování

source: Add {displayName} to starter pack
cs: Přidej {displayName} do startovacího balíčku

source: Add a content warning
cs: Přidej upozornění na citlivý obsah

source: Add a user to this list
cs: Přidej uživatele do tohoto seznamu

source: Add account
cs: Přidat účet

source: Add alt text
cs: Přidat alternativní text

source: Add App Password
cs: Přidat heslo pro aplikace

source: Add mute word for configured settings
cs: Přidat slovo pro ztlumení do nastavených předvoleb

source: Add muted words and tags
cs: Přidat ztlumená slova a štítky

source: Add recommended feeds
cs: Přidat doporučené kanály

source: Add some feeds to your starter pack!
cs: Přidej si nějaké kanály do svého startovacího balíčku!

source: Add the default feed of only people you follow
cs: Přidej výchozí kanál pouze s lidmi, které sleduješ

source: Add the following DNS record to your domain:
cs: Přidej následující DNS záznam ke své doméně:

source: Add this feed to your feeds
cs: Přidej tento kanál ke svým kanálům

source: Add to Lists
cs: Přidat do seznamů

source: Add to my feeds
cs: Přidat do mých kanálů

source: Added to list
cs: Přidáno do seznamu

source: Added to my feeds
cs: Přidáno do mých kanálů

source: Adjust the number of likes a reply must have to be shown in your feed.
cs: Uprav počet lajků, které musí mít odpověď, aby se zobrazila v tvém kanálu.

source: Adult Content
cs: Obsah pro dospělé

source: Adult content can only be enabled via the Web at <0>bsky.app</0>.
cs: Obsah pro dospělé můžeš povolit pouze přes web na <0>bsky.app</0>.

source: Adult content is disabled.
cs: Obsah pro dospělé je vypnutý.

source: Advanced
cs: Pokročilé

source: Algorithm training complete!
cs: Trénink algoritmu dokončen!

source: All accounts have been followed!
cs: Všechny účty byly sledovány!

source: All the feeds you've saved, right in one place.
cs: Všechny tvoje uložené kanály na jednom místě.

source: Allow access to your direct messages
cs: Povolit přístup k tvým přímým zprávám

source: Allow new messages from
cs: Povolit nové zprávy od

source: Allows access to direct messages
cs: Umožňuje přístup k přímým zprávám

source: Already have a code?
cs: Už máš kód?

source: Already signed in as @{0}
cs: Už jsi přihlášen jako @{0}

source: Alt text
cs: Alternativní text

source: Alt Text
cs: Alternativní text

source: Alt text describes images for blind and low-vision users, and helps give context to everyone.
cs: Alternativní text popisuje obrázky pro nevidomé a slabozraké uživatele a pomáhá poskytnout kontext všem.

source: An email has been sent to {0}. It includes a confirmation code which you can enter below.
cs: Byl ti odeslán e-mail na {0}. Obsahuje potvrzovací kód, který můžeš zadat níže.

source: An email has been sent to your previous address, {0}. It includes a confirmation code which you can enter below.
cs: Na tvou předchozí adresu, {0}, byl odeslán e-mail. Obsahuje potvrzovací kód, který můžeš zadat níže.

source: An error occured
cs: Došlo k chybě

source: An error occurred while generating your starter pack. Want to try again?
cs: Při generování tvého startovacího balíčku došlo k chybě. Chceš to zkusit znovu?

source: An error occurred while saving the QR code!
cs: Při ukládání QR kódu došlo k chybě!

source: An error occurred while trying to follow all
cs: Při pokusu o sledování všech došlo k chybě

source: An issue not included in these options
cs: Problém není zahrnut v těchto možnostech

source: An issue occurred, please try again.
cs: Došlo k problému, zkus to prosím znovu.

source: an unknown error occurred
cs: došlo k neznámé chybě

source: and
cs: a

source: Animals
cs: Zvířata

source: Animated GIF
cs: Animovaný GIF

source: Anti-Social Behavior
cs: Asociální chování

source: App Language
cs: Jazyk aplikace

source: App password deleted
cs: Heslo pro aplikaci odstraněno

source: App Password names can only contain letters, numbers, spaces, dashes, and underscores.
cs: Názvy hesel pro aplikace mohou obsahovat pouze písmena, číslice, mezery, pomlčky a podtržítka.

source: App Password names must be at least 4 characters long.
cs: Názvy hesel pro aplikace musí mít alespoň 4 znaky.

source: App password settings
cs: Nastavení hesla pro aplikace

source: App Passwords
cs: Hesla pro aplikace

source: Appeal
cs: Odvolání

source: Appeal "{0}" label
cs: Odvolání proti značce “{0}”

source: Appeal submitted
cs: Odvolání podáno

source: Appeal this decision
cs: Odvolej se proti tomuto rozhodnutí

source: Appearance
cs: Vzhled

source: Apply default recommended feeds
cs: Použij výchozí doporučené kanály

source: Are you sure you want to delete the app password "{name}"?
cs: Opravdu chcete odstranit heslo aplikace “{name}”?

source: Are you sure you want to delete this message? The message will be deleted for you, but not for the other participant.
cs: Opravdu chcete tuto zprávu smazat? Zpráva bude smazána pro tebe, ale ne pro druhého účastníka.

source: Are you sure you want to delete this starter pack?
cs: Opravdu chceš smazat tento startovací balíček?

source: Are you sure you want to leave this conversation? Your messages will be deleted for you, but not for the other participant.
cs: Jste si jistý, že chcete opustit tuto konverzaci? Tvoje zprávy budou smazány pro tebe, ale ne pro druhého účastníka.

source: Are you sure you want to remove {0} from your feeds?
cs: Opravdu chceš odstranit {0} ze svých kanálů?

source: Are you sure you want to remove this from your feeds?
cs: Opravdu chceš odstranit toto ze svých kanálů?

source: Are you sure you'd like to discard this draft?
cs: Opravdu chceš zahodit tento koncept?

source: Are you sure?
cs: Jsi si jistý?

source: Are you writing in <0>{0}</0>?
cs: Píšeš v <0>{0}</0>?

source: Art
cs: Umění

source: Artistic or non-erotic nudity.
cs: Umělecká nebo ne-erotická nahota.

source: At least 3 characters
cs: Alespoň 3 znaky

source: Back
cs: Zpět

source: Basics
cs: Základy

source: Birthday
cs: Narozeniny

source: Birthday:
cs: Narozeniny:

source: Block
cs: Zablokovat

source: Block account
cs: Zablokovat účet

source: Block Account
cs: Blokování účtu

source: Block Account?
cs: Zablokovat účet?

source: Block accounts
cs: Zablokovat účty

source: Block list
cs: Seznam bloků

source: Block these accounts?
cs: Zablokovat tyto účty?

source: Blocked
cs: Blokované

source: Blocked accounts
cs: Blokované účty

source: Blocked Accounts
cs: Blokované účty

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
cs: Blokované účty ti nemohou odpovídat v tvých vláknech, zmiňovat tě ani s tebou jinak interagovat.

source: Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you. You will not see their content and they will be prevented from seeing yours.
cs: Blokované účty ti nemohou odpovídat ve tvých vláknech, zmiňovat tě ani s tebou jinak interagovat. Neuvidíš jejich obsah a oni nebudou moci vidět ten tvůj.

source: Blocked post.
cs: Blokovaný příspěvek.

source: Blocking does not prevent this labeler from placing labels on your account.
cs: Blokování nezabrání tomuto značkovači umisťovat značky na tvůj účet.

source: Blocking is public. Blocked accounts cannot reply in your threads, mention you, or otherwise interact with you.
cs: Blokování je veřejné. Blokované účty ti nemohou odpovídat ve tvých vláknech, zmiňovat tě ani s tebou jinak interagovat.

source: Blocking will not prevent labels from being applied on your account, but it will stop this account from replying in your threads or interacting with you.
cs: Blokování nezabrání tomu, aby na tvůj účet byly aplikovány značky, ale zastaví to tento účet v odpovídání v tvých vláknech nebo v interakci s tebou.

source: Bluesky is an open network where you can choose your hosting provider. Custom hosting is now available in beta for developers.
cs: Bluesky je otevřená síť, kde si můžete vybrat poskytovatele hostingu. Vlastní hosting je nyní k dispozici v beta verzi pro vývojáře.

source: Bluesky is better with friends!
cs: Bluesky je lepší s přáteli!

source: Bluesky will choose a set of recommended accounts from people in your network.
cs: Bluesky vybere sadu doporučených účtů od lidí z vaší sítě.

source: Bluesky will not show your profile and posts to logged-out users. Other apps may not honor this request. This does not make your account private.
cs: Bluesky nebude zobrazovat tvůj profil a příspěvky odhlášeným uživatelům. Jiné aplikace nemusí tento požadavek respektovat. Tvůj účet se tím nestane soukromým.

source: Blur images
cs: Rozmazat obrázky

source: Blur images and filter from feeds
cs: Rozmazat obrázky a vyfiltrovat je z kanálů

source: Books
cs: Knihy

source: Browse more accounts on the Explore page
cs: Projděte si další účty na stránce Prozkoumat

source: Browse more feeds on the Explore page
cs: Projděte si další kanály na stránce Prozkoumat

source: Browse more suggestions
cs: Projděte si další návrhy

source: Browse more suggestions on the Explore page
cs: Projděte si další návrhy na stránce Prozkoumat

source: Browse other feeds
cs: Procházet další kanály

source: Business
cs: Společnost

source: by —
cs: od —

source: By {0}
cs: Od {0}

source: by <0/>
cs: od <0/>

source: By creating an account you agree to the {els}.
cs: Vytvořením účtu souhlasíte se {els}.

source: by you
cs: od tebe

source: Camera
cs: Fotoaparát

source: Can only contain letters, numbers, spaces, dashes, and underscores. Must be at least 4 characters long, but no more than 32 characters long.
cs: Může obsahovat pouze písmena, číslice, mezery, pomlčky a podtržítka. Musí mít alespoň 4 znaky, ale ne více než 32 znaků.

source: Cancel
cs: Zrušit

# action
source: Cancel
cs: Zrušit

source: Cancel account deletion
cs: Zrušit odstranění účtu

source: Cancel change handle
cs: Zrušit změnu uživatelského jména

source: Cancel image crop
cs: Zrušit ořez obrázku

source: Cancel profile editing
cs: Zrušit úpravu profilu

source: Cancel quote post
cs: Zrušit citaci příspěvku

source: Cancel reactivation and log out
cs: Zrušit reaktivaci a odhlásit se

source: Cancel search
cs: Zrušit vyhledávání

source: Cancels opening the linked website
cs: Zruší otevření odkazovaného webu

source: Change
cs: Změnit

# action
source: Change
cs: Změnit

source: Change handle
cs: Změnit uživatelské jméno

source: Change Handle
cs: Změna uživatelského jména

source: Change my email
cs: Změna e-mailu

source: Change password
cs: Změna hesla

source: Change Password
cs: Změnit heslo

source: Change post language to {0}
cs: Změnit jazyk příspěvku na {0}

source: Change Your Email
cs: Změňte svůj e-mail

source: Chat muted
cs: Konverzace ztlumený

source: Chat settings
cs: Nastavení chatu

source: Chat Settings
cs: Nastavení chatu

source: Chat unmuted
cs: Ztlumení kanálu zrušeno

source: Check my status
cs: Zkontroluj můj stav

source: Check your email for a login code and enter it here.
cs: Zkontroluj svůj email, kde najdeš přihlašovací kód, a zadej ho sem.

source: Check your inbox for an email with the confirmation code to enter below:
cs: Zkontroluj svou e-mailovou schránku, kde najdeš potvrzovací kód, který zadáš níže:

source: Choose 3 or more:
cs: Vyber 3 nebo více:

source: Choose at least {0} more
cs: Vyber alespoň o {0} více

source: Choose Feeds
cs: Výběr kanálů

source: Choose for me
cs: Vyber za mě

source: Choose People
cs: Vyberte si lidi

source: Choose Service
cs: Zvolte si službu

source: Choose the algorithms that power your custom feeds.
cs: Vyber si algoritmy, které budou pohánět tvé kanály (feed).

source: Choose this color as your avatar
cs: Zvol si tuto barvu jako svůj profilový obrázek

source: Choose who can reply
cs: Vyber, kdo může odpovědět

source: Choose your password
cs: Zvolte si své heslo

source: Clear all legacy storage data
cs: Vymaž všechna starší uložená data

source: Clear all legacy storage data (restart after this)
cs: Vymaž všechna starší uložená data (poté restartuj)

source: Clear all storage data
cs: Vymaž všechna data úložiště

source: Clear all storage data (restart after this)
cs: Vymaž všechna data úložiště (poté restartuj)

source: Clear search query
cs: Vymaž vyhledávací dotaz

source: Clears all legacy storage data
cs: Vymaže všechna zastaralá data úložiště

source: Clears all storage data
cs: Vymaže všechna uložená data

source: click here
cs: klikněte zde

source: Click here for more information on deactivating your account
cs: Klikněte zde pro více informací o deaktivaci účtu

source: Click here for more information.
cs: Pro více informací klikněte zde.

source: Click here to open tag menu for {tag}
cs: Klikněte zde pro otevření nabídky štítku {tag}

source: Click to retry failed message
cs: Klikni pro opětovné odeslání neúspěšné zprávy

source: Climate
cs: Podnebí

source: Clip 🐴 clop 🐴
cs: Klip 🐴 klop 🐴

source: Close
cs: Zavřít

source: Close active dialog
cs: Zavřít aktivní dialogové okno

source: Close alert
cs: Zavřít upozornění

source: Close bottom drawer
cs: Zavři spodní šuplík

source: Close dialog
cs: Zavřít dialog

source: Close GIF dialog
cs: Zavři GIF dialog

source: Close image
cs: Zavři obrázek

source: Close image viewer
cs: Zavři prohlížeč obrázků

source: Close modal
cs: Zavři okno

source: Close navigation footer
cs: Zavři navigační lištu

source: Close this dialog
cs: Zavři tento dialog

source: Closes bottom navigation bar
cs: Zavře spodní navigační lištu

source: Closes password update alert
cs: Zavře upozornění na aktualizaci hesla

source: Closes post composer and discards post draft
cs: Zavře editor příspěvku a zahodí koncept příspěvku

source: Closes viewer for header image
cs: Zavře prohlížeč pro hlavní obrázek

source: Collapse list of users
cs: Sbalí seznam uživatelů

source: Collapses list of users for a given notification
cs: Sbalí seznam uživatelů pro dané oznámení

source: Comedy
cs: Komedie

source: Community Guidelines
cs: Kodex komunity

source: Complete onboarding and start using your account
cs: Dokonči úvodní prohlídku a začni používat svůj účet

source: Complete the challenge
cs: Splň výzvu

source: Compose posts up to {MAX_GRAPHEME_LENGTH} characters in length
cs: Vytvoř příspěvky o délce až {MAX_GRAPHEME_LENGTH} znaků

source: Compose reply
cs: Vytvořit odpověď

source: Configure content filtering setting for category: {name}
cs: Nakonfiguruj nastavení filtrování obsahu pro kategorii: {name}

source: Configured in <0>moderation settings</0>.
cs: Nakonfigurováno v <0>nastavení moderování</0>.

source: Confirm
cs: Potvrdit

source: Confirm Change
cs: Potvrzení změn

source: Confirm content language settings
cs: Potvrďte nastavení jazyka obsahu

source: Confirm delete account
cs: Potvrďte smazání účtu

source: Confirm your age:
cs: Potvrďte svůj věk:

source: Confirm your birthdate
cs: Potvrďte své datum narození

source: Confirmation code
cs: Potvrzovací kód

source: Connecting...
cs: Připojuji…

source: Contact support
cs: Kontaktovat podporu

source: Content Blocked
cs: Obsah blokován

source: Content filters
cs: Obsahové filtry

source: Content Languages
cs: Jazyky obsahu

source: Content Not Available
cs: Obsah není k dispozici

source: Content Warning
cs: Varování před obsahem

source: Content warnings
cs: Varování před obsahem

source: Context menu backdrop, click to close the menu.
cs: Pozadí kontextové nabídky, klikni pro zavření nabídky.

source: Continue
cs: Pokračovat

source: Continue as {0} (currently signed in)
cs: Pokračovat jako {0} (aktuálně přihlášen)

source: Continue thread...
cs: Pokračovat ve vláknu...

source: Continue to next step
cs: Pokračovat na další krok

source: Conversation deleted
cs: Konverzace odstraněna

source: Cooking
cs: Vaření

source: Copied
cs: Zkopírováno

source: Copied build version to clipboard
cs: Zkopíroval jsi verzi sestavení do schránky

source: Copied to clipboard
cs: Zkopírováno do schránky

source: Copied!
cs: Zkopírováno!

source: Copies app password
cs: Zkopíruj heslo aplikace

source: Copy
cs: Kopírovat

source: Copy {0}
cs: Zkopírovat {0}

source: Copy code
cs: Zkopírovat kód

source: Copy link
cs: Zkopírovat odkaz

source: Copy Link
cs: Zkopírovat odkaz

source: Copy link to list
cs: Zkopírovat odkaz na seznam

source: Copy link to post
cs: Kopírovat odkaz na příspěvek

source: Copy message text
cs: Kopírovat text zprávy

source: Copy post text
cs: Kopírovat text příspěvku

source: Copy QR code
cs: Kopírovat QR kód

source: Copyright Policy
cs: Zásady autorských práv

source: Could not compress video
cs: Nelze zkomprimovat video

source: Could not leave chat
cs: Nemohl jsi opustit chat

source: Could not load feed
cs: Nelze načíst kanál

source: Could not load list
cs: Nelze načíst seznam

source: Could not mute chat
cs: Nepodařilo se ztlumit chat

source: Create
cs: Vytvořit

source: Create a new account
cs: Vytvořit nový účet

source: Create a new Bluesky account
cs: Vytvořte nový Bluesky účet

source: Create a QR code for a starter pack
cs: Vytvořit QR kód pro startovací balíček
